[{"paper_id":"37198478","DOI":"10.1038\/s41586-023-06034-3","Title":"GWAS and meta-analysis identifies 49 genetic variants underlying critical COVID-19.","Abstract":"Critical illness in COVID-19 is an extreme and clinically homogeneous disease phenotype that we have previously shown","mesh_heading_texts":[]},{"paper_id":"37173343","DOI":"10.1038\/s41398-023-02453-y","Title":"CADM2 is implicated in impulsive personality and numerous other traits by genome- and phenome-wide association studies in humans and mice.","Abstract":"Impulsivity is a multidimensional heritable phenotype that broadly refers to the tendency to act prematurely and is associated with multiple forms of psychopathology, including substance use disorders. We performed genome-wide association studies (GWAS) of eight impulsive personality traits from the Barratt Impulsiveness Scale and the short UPPS-P Impulsive Personality Scale (N = 123,509-133,517 23andMe research participants of European ancestry), and a measure of Drug Experimentation (N = 130,684). Because these GWAS implicated the gene CADM2, we next performed single-SNP phenome-wide studies (PheWAS) of several of the implicated variants in CADM2 in a multi-ancestral 23andMe cohort (N = 3,229,317, European; N = 579,623, Latin American; N = 199,663, African American). Finally, we produced Cadm2 mutant mice and used them to perform a Mouse-PheWAS (\"MouseWAS\") by testing them with a battery of relevant behavioral tasks. In humans, impulsive personality traits showed modest chip-heritability (~6-11%), and moderate genetic correlations (r","mesh_heading_texts":["Genome-Wide Association Study","Substance-Related Disorders"]},{"paper_id":"37090648","DOI":"10.1101\/2023.04.12.536510","Title":"ME-Bayes SL: Enhanced Bayesian Polygenic Risk Prediction Leveraging Information across Multiple Ancestry Groups.","Abstract":"Polygenic risk scores (PRS) are now showing promising predictive performance on a wide variety of complex traits and diseases, but there exists a substantial performance gap across different populations. We propose ME-Bayes SL, a method for ancestry-specific polygenic prediction that borrows information in the summary statistics from genome-wide association studies (GWAS) across multiple ancestry groups. ME-Bayes SL conducts Bayesian hierarchical modeling under a multivariate spike-and-slab model for effect-size distribution and incorporates an ensemble learning step to combine information across different tuning parameter settings and ancestry groups. In our simulation studies and data analyses of 16 traits across four distinct studies, totaling 5.7 million participants with a substantial ancestral diversity, ME-Bayes SL shows promising performance compared to alternatives. The method, for example, has an average gain in prediction R ","mesh_heading_texts":[]},{"paper_id":"36993331","DOI":"10.1101\/2023.03.15.532652","Title":"An Ensemble Penalized Regression Method for Multi-ancestry Polygenic Risk Prediction.","Abstract":"Great efforts are being made to develop advanced polygenic risk scores (PRS) to improve the prediction of complex traits and diseases. However, most existing PRS are primarily trained on European ancestry populations, limiting their transferability to non-European populations. In this article, we propose a novel method for generating multi-ancestry Polygenic Risk scOres based on enSemble of PEnalized Regression models (PROSPER). PROSPER integrates genome-wide association studies (GWAS) summary statistics from diverse populations to develop ancestry-specific PRS with improved predictive power for minority populations. The method uses a combination of ℒ ","mesh_heading_texts":[]},{"paper_id":"36939796","DOI":"10.1007\/s43657-022-00078-7","Title":"A Meta-Analysis of the Genome-Wide Association Studies on Two Genetically Correlated Phenotypes Suggests Four New Risk Loci for Headaches.","Abstract":"The online version contains supplementary material available at 10.1007\/s43657-022-00078-7.","mesh_heading_texts":[]},{"paper_id":"36914876","DOI":"10.1038\/s41588-023-01323-z","Title":"The genetic basis of endometriosis and comorbidity with other pain and inflammatory conditions.","Abstract":"Endometriosis is a common condition associated with debilitating pelvic pain and infertility. A genome-wide association study meta-analysis, including 60,674 cases and 701,926 controls of European and East Asian descent, identified 42 genome-wide significant loci comprising 49 distinct association signals. Effect sizes were largest for stage 3\/4 disease, driven by ovarian endometriosis. Identified signals explained up to 5.01% of disease variance and regulated expression or methylation of genes in endometrium and blood, many of which were associated with pain perception\/maintenance (SRP14\/BMF, GDAP1, MLLT10, BSN and NGF). We observed significant genetic correlations between endometriosis and 11 pain conditions, including migraine, back and multisite chronic pain (MCP), as well as inflammatory conditions, including asthma and osteoarthritis. Multitrait genetic analyses identified substantial sharing of variants associated with endometriosis and MCP\/migraine. Targeted investigations of genetically regulated mechanisms shared between endometriosis and other pain conditions are needed to aid the development of new treatments and facilitate early symptomatic intervention.","mesh_heading_texts":["Endometriosis"]},{"paper_id":"36823321","DOI":"10.1038\/s41588-023-01336-8","Title":"Author Correction: Discovery of 42 genome-wide significant loci associated with dyslexia.","Abstract":"","mesh_heading_texts":[]},{"paper_id":"36525587","DOI":"10.1093\/sleep\/zsac308","Title":"Discovery of genomic loci associated with sleep apnea risk through multi-trait GWAS analysis with snoring.","Abstract":"Our study uncovered multiple genetic loci associated with SA risk, thus increasing our understanding of the etiology of this condition and its relationship with other complex traits.","mesh_heading_texts":["Genome-Wide Association Study","Sleep Apnea Syndromes"]},{"paper_id":"36477530","DOI":"10.1038\/s41586-022-05477-4","Title":"Genetic diversity fuels gene discovery for tobacco and alcohol use.","Abstract":"Tobacco and alcohol use are heritable behaviours associated with 15% and 5.3% of worldwide deaths, respectively, due largely to broad increased risk for disease and injury","mesh_heading_texts":["Genetic Predisposition to Disease","Genetic Variation","Multifactorial Inheritance","Tobacco Use","Alcohol Drinking","Internationality"]},{"paper_id":"36470867","DOI":"10.1038\/s41467-022-34732-5","Title":"Genome-wide association study of REM sleep behavior disorder identifies polygenic risk and brain expression effects.","Abstract":"Rapid-eye movement (REM) sleep behavior disorder (RBD), enactment of dreams during REM sleep, is an early clinical symptom of alpha-synucleinopathies and defines a more severe subtype. The genetic background of RBD and its underlying mechanisms are not well understood. Here, we perform a genome-wide association study of RBD, identifying five RBD risk loci near SNCA, GBA, TMEM175, INPP5F, and SCARB2. Expression analyses highlight SNCA-AS1 and potentially SCARB2 differential expression in different brain regions in RBD, with SNCA-AS1 further supported by colocalization analyses. Polygenic risk score, pathway analysis, and genetic correlations provide further insights into RBD genetics, highlighting RBD as a unique alpha-synucleinopathy subpopulation that will allow future early intervention.","mesh_heading_texts":["REM Sleep Behavior Disorder","Parkinson Disease","Synucleinopathies"]},{"paper_id":"36266505","DOI":"10.1038\/s41588-022-01192-y","Title":"Discovery of 42 genome-wide significant loci associated with dyslexia.","Abstract":"Reading and writing are crucial life skills but roughly one in ten children are affected by dyslexia, which can persist into adulthood. Family studies of dyslexia suggest heritability up to 70%, yet few convincing genetic markers have been found. Here we performed a genome-wide association study of 51,800 adults self-reporting a dyslexia diagnosis and 1,087,070 controls and identified 42 independent genome-wide significant loci: 15 in genes linked to cognitive ability\/educational attainment, and 27 new and potentially more specific to dyslexia. We validated 23 loci (13 new) in independent cohorts of Chinese and European ancestry. Genetic etiology of dyslexia was similar between sexes, and genetic covariance with many traits was found, including ambidexterity, but not neuroanatomical measures of language-related circuitry. Dyslexia polygenic scores explained up to 6% of variance in reading traits, and might in future contribute to earlier identification and remediation of dyslexia.","mesh_heading_texts":["Genome-Wide Association Study","Dyslexia"]},{"paper_id":"36224396","DOI":"10.1038\/s41586-022-05275-y","Title":"A saturated map of common genetic variants associated with human height.","Abstract":"Common single-nucleotide polymorphisms (SNPs) are predicted to collectively explain 40-50% of phenotypic variation in human height, but identifying the specific variants and associated regions requires huge sample sizes","mesh_heading_texts":["Body Height","Polymorphism, Single Nucleotide","Chromosome Mapping"]},{"paper_id":"36154123","DOI":"10.1161\/CIRCULATIONAHA.122.059675","Title":"Cross-Ancestry Investigation of Venous Thromboembolism Genomic Predictors.","Abstract":"Our cross-ancestry GWAS meta-analyses identified new loci associated with VTE. These findings highlight new pathways to thrombosis and provide novel molecules that may be useful in the development of improved antithrombosis treatments.","mesh_heading_texts":["Thrombosis","Venous Thromboembolism"]},{"paper_id":"36130970","DOI":"10.1038\/s41467-022-33222-y","Title":"Author Correction: Genome-wide association and epidemiological analyses reveal common genetic origins between uterine leiomyomata and endometriosis.","Abstract":"","mesh_heading_texts":[]},{"paper_id":"35835914","DOI":"10.1038\/s41588-022-01124-w","Title":"Genome-wide meta-analysis of insomnia prioritizes genes associated with metabolic and psychiatric pathways.","Abstract":"Insomnia is a heritable, highly prevalent sleep disorder for which no sufficient treatment currently exists. Previous genome-wide association studies with up to 1.3 million subjects identified over 200 associated loci. This extreme polygenicity suggested that many more loci remain to be discovered. The current study almost doubled the sample size to 593,724 cases and 1,771,286 controls, thereby increasing statistical power, and identified 554 risk loci (including 364 novel loci). To capitalize on this large number of loci, we propose a novel strategy to prioritize genes using external biological resources and functional interactions between genes across risk loci. Of all 3,898 genes naively implicated from the risk loci, we prioritize 289 and find brain-tissue expression specificity and enrichment in specific gene sets of synaptic signaling functions and neuronal differentiation. We show that this novel gene prioritization strategy yields specific hypotheses on underlying mechanisms of insomnia that would have been missed by traditional approaches.","mesh_heading_texts":["Genome-Wide Association Study","Sleep Initiation and Maintenance Disorders"]},{"paper_id":"35768473","DOI":"10.1038\/s41467-022-31473-3","Title":"The genetic architecture of pneumonia susceptibility implicates mucin biology and a relationship with psychiatric illness.","Abstract":"Pneumonia remains one of the leading causes of death worldwide. In this study, we use genome-wide meta-analysis of lifetime pneumonia diagnosis (N = 391,044) to identify four association signals outside of the previously implicated major histocompatibility complex region. Integrative analyses and finemapping of these signals support clinically tractable targets, including the mucin MUC5AC and tumour necrosis factor receptor superfamily member TNFRSF1A. Moreover, we demonstrate widespread evidence of genetic overlap with pneumonia susceptibility across the human phenome, including particularly significant correlations with psychiatric phenotypes that remain significant after testing differing phenotype definitions for pneumonia or genetically conditioning on smoking behaviour. Finally, we show how polygenic risk could be utilised for precision treatment formulation or drug repurposing through pneumonia risk scores constructed using variants mapped to pathways with known drug targets. In summary, we provide insights into the genetic architecture of pneumonia susceptibility and genetics informed targets for drug development or repositioning.","mesh_heading_texts":["Mental Disorders","Pneumonia"]},{"paper_id":"35726068","DOI":"10.1038\/s41588-022-01126-8","Title":"Author Correction: A genome-wide association study with 1,126,563 individuals identifies new risk loci for Alzheimer's disease.","Abstract":"","mesh_heading_texts":[]},{"paper_id":"35710621","DOI":"10.1038\/s41562-022-01359-x","Title":"Genome-wide association study of musical beat synchronization demonstrates high polygenicity.","Abstract":"Moving in synchrony to the beat is a fundamental component of musicality. Here we conducted a genome-wide association study to identify common genetic variants associated with beat synchronization in 606,825 individuals. Beat synchronization exhibited a highly polygenic architecture, with 69 loci reaching genome-wide significance (P < 5 × 10","mesh_heading_texts":["Genome-Wide Association Study","Music"]},{"paper_id":"35654884","DOI":"10.1038\/s41467-022-30765-y","Title":"Genome-wide association analysis and replication in 810,625 individuals with varicose veins.","Abstract":"Varicose veins affect one-third of Western society, with a significant subset of patients developing venous ulceration, costing $14.9 billion annually in the USA. Current management consists of either compression stockings, or surgical ablation for more advanced disease. Most varicose veins patients report a positive family history, and heritability is ~17%. We describe the largest two-stage genome-wide association study of varicose veins in 401,656 individuals from UK Biobank, and replication in 408,969 individuals from 23andMe (total 135,514 cases and 675,111 controls). Forty-nine signals at 46 susceptibility loci were discovered. We map 237 genes to these loci, several of which are biologically plausible and tractable to therapeutic targeting. Pathway analysis identified enrichment in extracellular matrix biology, inflammation, (lymph)angiogenesis, vascular smooth muscle cell migration, and apoptosis. Using a polygenic risk score (PRS) derived in an independent cohort, we demonstrate its predictive utility and correlation with varicose veins surgery.","mesh_heading_texts":["Genome-Wide Association Study","Varicose Veins"]},{"paper_id":"35472084","DOI":"10.1093\/humrep\/deab254","Title":"Genetic overlap analysis of endometriosis and asthma identifies shared loci implicating sex hormones and thyroid signalling pathways.","Abstract":"National Health and Medical Research Council (NHMRC) of Australia (241,944, 339,462, 389,927, 389,875, 389,891, 389,892, 389,938, 443,036, 442,915, 442,981, 496,610, 496,739, 552,485, 552,498, 1,026,033 and 1,050,208), Wellcome Trust (awards 076113 and 085475) and the Lundbeck Foundation (R102-A9118 and R155-2014-1724). All researchers had full independence from the funders. Authors do not have any conflict of interest.","mesh_heading_texts":["Asthma","Endometriosis"]},{"paper_id":"35361970","DOI":"10.1038\/s41588-022-01016-z","Title":"Polygenic prediction of educational attainment within and between families from genome-wide association analyses in 3 million individuals.","Abstract":"We conduct a genome-wide association study (GWAS) of educational attainment (EA) in a sample of ~3 million individuals and identify 3,952 approximately uncorrelated genome-wide-significant single-nucleotide polymorphisms (SNPs). A genome-wide polygenic predictor, or polygenic index (PGI), explains 12-16% of EA variance and contributes to risk prediction for ten diseases. Direct effects (i.e., controlling for parental PGIs) explain roughly half the PGI's magnitude of association with EA and other phenotypes. The correlation between mate-pair PGIs is far too large to be consistent with phenotypic assortment alone, implying additional assortment on PGI-associated factors. In an additional GWAS of dominance deviations from the additive model, we identify no genome-wide-significant SNPs, and a separate X-chromosome additive GWAS identifies 57.","mesh_heading_texts":["Genome-Wide Association Study","Multifactorial Inheritance"]},{"paper_id":"35039640","DOI":"10.1038\/s41588-021-00986-w","Title":"The UGT2A1\/UGT2A2 locus is associated with COVID-19-related loss of smell or taste.","Abstract":"Using online surveys, we collected data regarding COVID-19-related loss of smell or taste from 69,841 individuals. We performed a multi-ancestry genome-wide association study and identified a genome-wide significant locus in the vicinity of the UGT2A1 and UGT2A2 genes. Both genes are expressed in the olfactory epithelium and play a role in metabolizing odorants. These findings provide a genetic link to the biological mechanisms underlying COVID-19-related loss of smell or taste.","mesh_heading_texts":["Ageusia","Anosmia","COVID-19","Genetic Loci","Genome-Wide Association Study","Glucuronosyltransferase","UDP-Glucuronosyltransferase 1A9"]},{"paper_id":"34982113","DOI":"10.1001\/jamaneurol.2021.4781","Title":"Association of Essential Tremor With Novel Risk Loci: A Genome-Wide Association Study and Meta-analysis.","Abstract":"The results of this genome-wide association study suggest that a portion of ET heritability can be explained by common genetic variation and can help identify new common genetic risk factors for ET.","mesh_heading_texts":["genetics"]},{"paper_id":"34924555","DOI":"10.1097\/j.pain.0000000000002568","Title":"Genome-wide association study of pain sensitivity assessed by questionnaire and the cold pressor test.","Abstract":"We deployed an online pain sensitivity questionnaire (PSQ) and an at-home version of the cold pressor test (CPT) in a large genotyped cohort. We performed genome-wide association studies on the PSQ score (25,321 participants) and CPT duration (6853). We identified one new genome-wide significant locus associated with the PSQ score, which was located in the TSSC1 (also known as EIPR1 ) gene (rs58194899, OR = 0.950 [0.933-0.967], P -value = 1.9 × 10 -8 ). Although high pain sensitivity measured by both PSQ and CPT was associated with individual history of chronic and acute pains, genetic correlation analyses surprisingly suggested an opposite direction: PSQ score was inversely genetically correlated with neck and shoulder pain ( rg = -0.71), rheumatoid arthritis (-0.68), and osteoarthritis (-0.38), and with known risk factors, such as the length of working week (-0.65), smoking (-0.36), or extreme BMI (-0.23). Gene-based analysis followed by pathway analysis showed that genome-wide association studies results were enriched for genes expressed in the brain and involved in neuronal development and glutamatergic synapse signaling pathways. Finally, we confirmed that females with red hair were more sensitive to pain and found that genetic variation in the MC1R gene was associated with an increase in self-perceived pain sensitivity as assessed by the PSQ.","mesh_heading_texts":["Genome-Wide Association Study","Pain Threshold"]},{"paper_id":"34813871","DOI":"10.1016\/j.jid.2021.08.449","Title":"Multi-Trait Genetic Analysis Identifies Autoimmune Loci Associated with Cutaneous Melanoma.","Abstract":"Genome-wide association studies (GWAS) have identified a number of risk loci for cutaneous melanoma. Cutaneous melanoma shares overlapping genetic risk (genetic correlation) with a number of other traits, including its risk factors such as sunburn propensity. This genetic correlation can be exploited to identify additional cutaneous melanoma risk loci by multitrait analysis of GWAS (MTAG). We used bivariate linkage disequilibrium-score regression score regression to identify traits that are genetically correlated with clinically confirmed cutaneous melanoma and then used publicly available GWAS for these traits in a multitrait analysis of GWAS. Multitrait analysis of GWAS allows GWAS to be combined while accounting for sample overlap and incomplete genetic correlation. We identified a total of 74 genome-wide independent loci, 19 of them were not previously reported in the input cutaneous melanoma GWAS meta-analysis. Of these loci, 55 were replicated (P < 0.05\/74, Bonferroni-corrected P-value in two independent cutaneous melanoma replication cohorts from Melanoma Institute Australia and 23andMe, Inc. Among the, to our knowledge, previously unreported cutaneous melanoma loci are ones that have also been associated with autoimmune traits including rs715199 near LPP and rs10858023 near AP4B1. Our analysis indicates genetic correlation between traits can be leveraged to identify new risk genes for cutaneous melanoma.","mesh_heading_texts":["Melanoma","Skin Neoplasms"]},{"paper_id":"34773122","DOI":"10.1038\/s41588-021-00977-x","Title":"Author Correction: A genome-wide association study with 1,126,563 individuals identifies new risk loci for Alzheimer's disease.","Abstract":"","mesh_heading_texts":[]},{"paper_id":"34741163","DOI":"10.1038\/s41588-021-00950-8","Title":"Genome-wide analysis of 53,400 people with irritable bowel syndrome highlights shared genetic pathways with mood and anxiety disorders.","Abstract":"Irritable bowel syndrome (IBS) results from disordered brain-gut interactions. Identifying susceptibility genes could highlight the underlying pathophysiological mechanisms. We designed a digestive health questionnaire for UK Biobank and combined identified cases with IBS with independent cohorts. We conducted a genome-wide association study with 53,400 cases and 433,201 controls and replicated significant associations in a 23andMe panel (205,252 cases and 1,384,055 controls). Our study identified and confirmed six genetic susceptibility loci for IBS. Implicated genes included NCAM1, CADM2, PHF2\/FAM120A, DOCK9, CKAP2\/TPTE2P3 and BAG6. The first four are associated with mood and anxiety disorders, expressed in the nervous system, or both. Mirroring this, we also found strong genome-wide correlation between the risk of IBS and anxiety, neuroticism and depression (r","mesh_heading_texts":["genetics","genetics","genetics"]},{"paper_id":"34728798","DOI":"10.1038\/s41380-021-01335-3","Title":"Genome-wide association study of problematic opioid prescription use in 132,113 23andMe research participants of European ancestry.","Abstract":"The growing prevalence of opioid use disorder (OUD) constitutes an urgent health crisis. Ample evidence indicates that risk for OUD is heritable. As a surrogate (or proxy) for OUD, we explored the genetic basis of using prescription opioids 'not as prescribed'. We hypothesized that misuse of opiates might be a heritable risk factor for OUD. To test this hypothesis, we performed a genome-wide association study (GWAS) of problematic opioid use (POU) in 23andMe research participants of European ancestry (N = 132,113; 21% cases). We identified two genome-wide significant loci (rs3791033, an intronic variant of KDM4A; rs640561, an intergenic variant near LRRIQ3). POU showed positive genetic correlations with the two largest available GWAS of OUD and opioid dependence (r","mesh_heading_texts":["Depressive Disorder, Major","Opioid-Related Disorders"]},{"paper_id":"34604815","DOI":"10.1016\/j.xhgg.2021.100029","Title":"Genetic discovery and risk characterization in type 2 diabetes across diverse populations.","Abstract":"Genomic discovery and characterization of risk loci for type 2 diabetes (T2D) have been conducted primarily in individuals of European ancestry. We conducted a multiethnic genome-wide association study of T2D among 53,102 cases and 193,679 control subjects from African, Hispanic, Asian, Native Hawaiian, and European population groups in the Population Architecture Genomics and Epidemiology (PAGE) and Diabetes Genetics Replication and Meta-analysis (DIAGRAM) Consortia. In individuals of African ancestry, we discovered a risk variant in the ","mesh_heading_texts":[]},{"paper_id":"34586374","DOI":"10.1001\/jamapsychiatry.2021.2099","Title":"The Genetic Architecture of Depression in Individuals of East Asian Ancestry: A Genome-Wide Association Study.","Abstract":"These results support caution against generalizing findings about depression risk factors across populations and highlight the need to increase the ancestral and geographic diversity of samples with consistent phenotyping.","mesh_heading_texts":["genetics","genetics","genetics","Genome-Wide Association Study"]},{"paper_id":"34493870","DOI":"10.1038\/s41588-021-00921-z","Title":"A genome-wide association study with 1,126,563 individuals identifies new risk loci for Alzheimer's disease.","Abstract":"Late-onset Alzheimer's disease is a prevalent age-related polygenic disease that accounts for 50-70% of dementia cases. Currently, only a fraction of the genetic variants underlying Alzheimer's disease have been identified. Here we show that increased sample sizes allowed identification of seven previously unidentified genetic loci contributing to Alzheimer's disease. This study highlights microglia, immune cells and protein catabolism as relevant to late-onset Alzheimer's disease, while identifying and prioritizing previously unidentified genes of potential interest. We anticipate that these results can be included in larger meta-analyses of Alzheimer's disease to identify further genetic variants that contribute to Alzheimer's pathology.","mesh_heading_texts":["genetics","genetics","Genome-Wide Association Study"]},{"paper_id":"34420388","DOI":"10.1098\/rstb.2020.0329","Title":"Linking the genomic signatures of human beat synchronization and learned song in birds.","Abstract":"The development of rhythmicity is foundational to communicative and social behaviours in humans and many other species, and mechanisms of synchrony could be conserved across species. The goal of the current paper is to explore evolutionary hypotheses linking vocal learning and beat synchronization through genomic approaches, testing the prediction that genetic underpinnings of birdsong also contribute to the aetiology of human interactions with musical beat structure. We combined state-of-the-art-genomic datasets that account for underlying polygenicity of these traits: birdsong genome-wide transcriptomics linked to singing in zebra finches, and a human genome-wide association study of beat synchronization. Results of competitive gene set analysis revealed that the genetic architecture of human beat synchronization is significantly enriched for birdsong genes expressed in songbird Area X (a key nucleus for vocal learning, and homologous to human basal ganglia). These findings complement ethological and neural evidence of the relationship between vocal learning and beat synchronization, supporting a framework of some degree of common genomic substrates underlying rhythm-related behaviours in two clades, humans and songbirds (the largest evolutionary radiation of vocal learners). Future cross-species approaches investigating the genetic underpinnings of beat synchronization in a broad evolutionary context are discussed. This article is part of the theme issue 'Synchrony and rhythm interaction: from the brain to behavioural ecology'.","mesh_heading_texts":["Genome","Learning","Music","Periodicity","genetics","Vocalization, Animal"]},{"paper_id":"34275906","DOI":"10.3233\/JPD-202487","Title":"Unhealthy Behaviours and Risk of Parkinson's Disease: A Mendelian Randomisation Study.","Abstract":"Using split-sample MR in over 2.4 million participants, we observed a protective effect of smoking on risk of PD. In contrast to observational data, alcohol consumption appeared to increase the risk of PD. Higher BMI had a protective effect on PD, but the effect was small.","mesh_heading_texts":["Alcohol Drinking","Obesity","Parkinson Disease","Smoking"]},{"paper_id":"34227697","DOI":"10.1002\/ana.26153","Title":"Characterizing the Genetic Architecture of Parkinson's Disease in Latinos.","Abstract":"This study demonstrated the importance of the SNCA locus for the etiology of PD in Latinos. By leveraging the demographic history of our cohort via admixture mapping, we identified two potential PD risk loci that merit further study. ANN NEUROL 2021;90:353-365.","mesh_heading_texts":["genetics","genetics","methods","genetics","ethnology","genetics"]},{"paper_id":"34187846","DOI":"10.1136\/gutjnl-2020-323906","Title":"Multitrait genetic association analysis identifies 50 new risk loci for gastro-oesophageal reflux, seven new loci for Barrett's oesophagus and provides insights into clinical heterogeneity in reflux diagnosis.","Abstract":"Our multitrait model identified many novel risk loci for GERD and BE. We present strong evidence for a genetic underpinning of disease heterogeneity in GERD and show that GERD loci associated with depressive symptoms are not strong predictors of BE\/EA relative to obesity-driven GERD loci.","mesh_heading_texts":["Barrett Esophagus","Esophageal Neoplasms","Esophagitis, Peptic","Gastroesophageal Reflux"]},{"paper_id":"34140656","DOI":"10.1038\/s41562-021-01119-3","Title":"Resource profile and user guide of the Polygenic Index Repository.","Abstract":"Polygenic indexes (PGIs) are DNA-based predictors. Their value for research in many scientific disciplines is growing rapidly. As a resource for researchers, we used a consistent methodology to construct PGIs for 47 phenotypes in 11 datasets. To maximize the PGIs' prediction accuracies, we constructed them using genome-wide association studies-some not previously published-from multiple data sources, including 23andMe and UK Biobank. We present a theoretical framework to help interpret analyses involving PGIs. A key insight is that a PGI can be understood as an unbiased but noisy measure of a latent variable we call the 'additive SNP factor'. Regressions in which the true regressor is this factor but the PGI is used as its proxy therefore suffer from errors-in-variables bias. We derive an estimator that corrects for the bias, illustrate the correction, and make a Python tool for implementing it publicly available.","mesh_heading_texts":["Databases, Genetic","Multifactorial Inheritance","Polymorphism, Single Nucleotide"]},{"paper_id":"34127677","DOI":"10.1038\/s41467-021-23873-8","Title":"A large multiethnic GWAS meta-analysis of cataract identifies new risk loci and sex-specific effects.","Abstract":"Cataract is the leading cause of blindness among the elderly worldwide and cataract surgery is one of the most common operations performed in the United States. As the genetic etiology of cataract formation remains unclear, we conducted a multiethnic genome-wide association meta-analysis, combining results from the GERA and UK Biobank cohorts, and tested for replication in the 23andMe research cohort. We report 54 genome-wide significant loci, 37 of which were novel. Sex-stratified analyses identified CASP7 as an additional novel locus specific to women. We show that genes within or near 80% of the cataract-associated loci are significantly expressed and\/or enriched-expressed in the mouse lens across various spatiotemporal stages as per iSyTE analysis. Furthermore, iSyTE shows 32 candidate genes in the associated loci have altered gene expression in 9 different gene perturbation mouse models of lens defects\/cataract, suggesting their relevance to lens biology. Our work provides further insight into the complex genetic architecture of cataract susceptibility.","mesh_heading_texts":["genetics","Genetic Loci","Genetic Predisposition to Disease","Genome-Wide Association Study"]},{"paper_id":"34021117","DOI":"10.1038\/s41398-021-01411-w","Title":"Transcriptome-wide association study identifies new susceptibility genes and pathways for depression.","Abstract":"Depression is the most prevalent mental disorder with substantial morbidity and mortality. Although genome-wide association studies (GWASs) have identified multiple risk variants for depression, due to the complicated gene regulatory mechanisms and complexity of linkage disequilibrium (LD), the biological mechanisms by which the risk variants exert their effects on depression remain largely unknown. Here, we perform a transcriptome-wide association study (TWAS) of depression by integrating GWAS summary statistics from 807,553 individuals (246,363 depression cases and 561,190 controls) and summary-level gene-expression data (from the dorsolateral prefrontal cortex (DLPFC) of 1003 individuals). We identified 53 transcriptome-wide significant (TWS) risk genes for depression, of which 23 genes were not implicated in risk loci of the original GWAS. Seven out of 53 risk genes (B3GALTL, FADS1, TCTEX1D1, XPNPEP3, ZMAT2, ZNF501 and ZNF502) showed TWS associations with depression in two independent brain expression quantitative loci (eQTL) datasets, suggesting that these genes may represent promising candidates. We further conducted conditional analyses and identified the potential risk genes that driven the TWAS association signal in each locus. Finally, pathway enrichment analysis revealed biologically pathways relevant to depression. Our study identified new depression risk genes whose expression dysregulation may play a role in depression. More importantly, we translated the GWAS associations into risk genes and relevant pathways. Further mechanistic study and functional characterization of the TWS depression risk genes will facilitate the diagnostics and therapeutics for depression.","mesh_heading_texts":["Genome-Wide Association Study","Transcriptome"]},{"paper_id":"33888908","DOI":"10.1038\/s41588-021-00846-7","Title":"Genetic analyses identify widespread sex-differential participation bias.","Abstract":"Genetic association results are often interpreted with the assumption that study participation does not affect downstream analyses. Understanding the genetic basis of participation bias is challenging since it requires the genotypes of unseen individuals. Here we demonstrate that it is possible to estimate comparative biases by performing a genome-wide association study contrasting one subgroup versus another. For example, we showed that sex exhibits artifactual autosomal heritability in the presence of sex-differential participation bias. By performing a genome-wide association study of sex in approximately 3.3 million males and females, we identified over 158 autosomal loci spuriously associated with sex and highlighted complex traits underpinning differences in study participation between the sexes. For example, the body mass index-increasing allele at FTO was observed at higher frequency in males compared to females (odds ratio = 1.02, P = 4.4 × 10","mesh_heading_texts":["Bias","Sex Characteristics"]},{"paper_id":"33888907","DOI":"10.1038\/s41588-021-00854-7","Title":"Trans-ancestry analysis reveals genetic and nongenetic associations with COVID-19 susceptibility and severity.","Abstract":"COVID-19 presents with a wide range of severity, from asymptomatic in some individuals to fatal in others. Based on a study of 1,051,032 23andMe research participants, we report genetic and nongenetic associations with testing positive for SARS-CoV-2, respiratory symptoms and hospitalization. Using trans-ancestry genome-wide association studies, we identified a strong association between blood type and COVID-19 diagnosis, as well as a gene-rich locus on chromosome 3p21.31 that is more strongly associated with outcome severity. Hospitalization risk factors include advancing age, male sex, obesity, lower socioeconomic status, non-European ancestry and preexisting cardiometabolic conditions. While non-European ancestry was a significant risk factor for hospitalization after adjusting for sociodemographics and preexisting health conditions, we did not find evidence that these two primary genetic associations explain risk differences between populations for severe COVID-19 outcomes.","mesh_heading_texts":["genetics","Genetic Predisposition to Disease"]},{"paper_id":"33888516","DOI":"10.1136\/gutjnl-2020-323868","Title":"Genome-wide analysis of 944 133 individuals provides insights into the etiology of haemorrhoidal disease.","Abstract":"HEM has a genetic component that predisposes to smooth muscle, epithelial and connective tissue dysfunction.","mesh_heading_texts":[]},{"paper_id":"33859377","DOI":"10.1038\/s41562-021-01094-9","Title":"Symptom-level modelling unravels the shared genetic architecture of anxiety and depression.","Abstract":"Depression and anxiety are highly prevalent and comorbid psychiatric traits that cause considerable burden worldwide. Here we use factor analysis and genomic structural equation modelling to investigate the genetic factor structure underlying 28 items assessing depression, anxiety and neuroticism, a closely related personality trait. Symptoms of depression and anxiety loaded on two distinct, although highly genetically correlated factors, and neuroticism items were partitioned between them. We used this factor structure to conduct genome-wide association analyses on latent factors of depressive symptoms (89 independent variants, 61 genomic loci) and anxiety symptoms (102 variants, 73 loci) in the UK Biobank. Of these associated variants, 72% and 78%, respectively, replicated in an independent cohort of approximately 1.9 million individuals with self-reported diagnosis of depression and anxiety. We use these results to characterize shared and trait-specific genetic associations. Our findings provide insight into the genetic architecture of depression and anxiety and comorbidity between them.","mesh_heading_texts":["Anxiety","Behavioral Symptoms","Depression","physiology"]},{"paper_id":"33767169","DOI":"10.1038\/s41467-021-22411-w","Title":"Author Correction: Genome-wide association study of depression phenotypes in UK Biobank identifies variants in excitatory synaptic pathways.","Abstract":"","mesh_heading_texts":[]},{"paper_id":"33731350","DOI":"10.1126\/sciadv.abe7520","Title":"Nuclear genome-wide associations with mitochondrial heteroplasmy.","Abstract":"The role of the nuclear genome in maintaining the stability of the mitochondrial genome (mtDNA) is incompletely known. mtDNA sequence variants can exist in a state of heteroplasmy, which denotes the coexistence of organellar genomes with different sequences. Heteroplasmic variants that impair mitochondrial capacity cause disease, and the state of heteroplasmy itself is deleterious. However, mitochondrial heteroplasmy may provide an intermediate state in the emergence of novel mitochondrial haplogroups. We used genome-wide genotyping data from 982,072 European ancestry individuals to evaluate variation in mitochondrial heteroplasmy and to identify the regions of the nuclear genome that affect it. Age, sex, and mitochondrial haplogroup were associated with the extent of heteroplasmy. GWAS identified 20 loci for heteroplasmy that exceeded genome-wide significance. This included a region overlapping mitochondrial transcription factor A (","mesh_heading_texts":["Genome, Mitochondrial","Mitochondrial Diseases"]},{"paper_id":"33692100","DOI":"10.1126\/sciadv.abd1239","Title":"Genome-wide association study in almost 195,000 individuals identifies 50 previously unidentified genetic loci for eye color.","Abstract":"Human eye color is highly heritable, but its genetic architecture is not yet fully understood. We report the results of the largest genome-wide association study for eye color to date, involving up to 192,986 European participants from 10 populations. We identify 124 independent associations arising from 61 discrete genomic regions, including 50 previously unidentified. We find evidence for genes involved in melanin pigmentation, but we also find associations with genes involved in iris morphology and structure. Further analyses in 1636 Asian participants from two populations suggest that iris pigmentation variation in Asians is genetically similar to Europeans, albeit with smaller effect sizes. Our findings collectively explain 53.2% (95% confidence interval, 45.4 to 61.0%) of eye color variation using common single-nucleotide polymorphisms. Overall, our study outcomes demonstrate that the genetic complexity of human eye color considerably exceeds previous knowledge and expectations, highlighting eye color as a genetically highly complex human trait.","mesh_heading_texts":[]},{"paper_id":"33568662","DOI":"10.1038\/s41467-020-20585-3","Title":"Genetic determinants of daytime napping and effects on cardiometabolic health.","Abstract":"Daytime napping is a common, heritable behavior, but its genetic basis and causal relationship with cardiometabolic health remain unclear. Here, we perform a genome-wide association study of self-reported daytime napping in the UK Biobank (n = 452,633) and identify 123 loci of which 61 replicate in the 23andMe research cohort (n = 541,333). Findings include missense variants in established drug targets for sleep disorders (HCRTR1, HCRTR2), genes with roles in arousal (TRPC6, PNOC), and genes suggesting an obesity-hypersomnolence pathway (PNOC, PATJ). Association signals are concordant with accelerometer-measured daytime inactivity duration and 33 loci colocalize with loci for other sleep phenotypes. Cluster analysis identifies three distinct clusters of nap-promoting mechanisms with heterogeneous associations with cardiometabolic outcomes. Mendelian randomization shows potential causal links between more frequent daytime napping and higher blood pressure and waist circumference.","mesh_heading_texts":["metabolism","Sleep"]},{"paper_id":"33428804","DOI":"10.1111\/ene.14724","Title":"Chronic migraine: Genetics or environment?","Abstract":"Our results suggest that migraine chronification is caused by environmental factors rather than genetic factors.","mesh_heading_texts":["Genome-Wide Association Study","Migraine Disorders"]},{"paper_id":"33307546","DOI":"10.1038\/s41586-020-03065-y","Title":"Genetic mechanisms of critical illness in COVID-19.","Abstract":"Host-mediated lung inflammation is present","mesh_heading_texts":["genetics","physiopathology","Critical Illness"]},{"paper_id":"33106475","DOI":"10.1038\/s41398-020-01035-6","Title":"Genome-wide association studies of antidepressant class response and treatment-resistant depression.","Abstract":"The \"antidepressant efficacy\" survey (AES) was deployed to > 50,000 23andMe, Inc. research participants to investigate the genetic basis of treatment-resistant depression (TRD) and non-treatment-resistant depression (NTRD). Genome-wide association studies (GWAS) were performed, including TRD vs. NTRD, selective serotonin reuptake inhibitor (SSRI) responders vs. non-responders, serotonin-norepinephrine reuptake inhibitor (SNRI) responders vs. non-responders, and norepinephrine-dopamine reuptake inhibitor responders vs. non-responders. Only the SSRI association reached the genome-wide significance threshold (p < 5 × 10","mesh_heading_texts":["Depressive Disorder, Treatment-Resistant","Genome-Wide Association Study"]},{"paper_id":"33057200","DOI":"10.1038\/s41586-020-2786-7","Title":"Inherited myeloproliferative neoplasm risk affects haematopoietic stem cells.","Abstract":"Myeloproliferative neoplasms (MPNs) are blood cancers that are characterized by the excessive production of mature myeloid cells and arise from the acquisition of somatic driver mutations in haematopoietic stem cells (HSCs). Epidemiological studies indicate a substantial heritable component of MPNs that is among the highest known for cancers","mesh_heading_texts":["genetics","pathology","genetics","pathology","genetics","pathology"]},{"paper_id":"32959083","DOI":"10.1007\/s00439-020-02223-6","Title":"Genetic analysis of endometriosis and depression identifies shared loci and implicates causal links with gastric mucosa abnormality.","Abstract":"Evidence from observational studies indicates that endometriosis and depression often co-occur. However, conflicting evidence exists, and the etiology as well as biological mechanisms underlying their comorbidity remain unknown. Utilizing genome-wide association study (GWAS) data, we comprehensively assessed the relationship between endometriosis and depression. Single nucleotide polymorphism effect concordance analysis (SECA) found a significant genetic overlap between endometriosis and depression (P","mesh_heading_texts":["genetics","genetics","pathology"]},{"paper_id":"32888428","DOI":"10.1016\/j.ajhg.2020.08.008","Title":"Genome-wide Study Identifies Association between HLA-B","Abstract":"Hypersensitivity reactions to drugs are often unpredictable and can be life threatening, underscoring a need for understanding their underlying mechanisms and risk factors. The extent to which germline genetic variation influences the risk of commonly reported drug allergies such as penicillin allergy remains largely unknown. We extracted data from the electronic health records of more than 600,000 participants from the UK, Estonian, and Vanderbilt University Medical Center's BioVU biobanks to study the role of genetic variation in the occurrence of self-reported penicillin hypersensitivity reactions. We used imputed SNP to HLA typing data from these cohorts to further fine map the human leukocyte antigen (HLA) association and replicated our results in 23andMe's research cohort involving a total of 1.12 million individuals. Genome-wide meta-analysis of penicillin allergy revealed two loci, including one located in the HLA region on chromosome 6. This signal was further fine-mapped to the HLA-B","mesh_heading_texts":["genetics","genetics","genetics","Polymorphism, Single Nucleotide","genetics","genetics"]},{"paper_id":"32762793","DOI":"10.1017\/S003329172000272X","Title":"Genetic correlation, pleiotropy, and causal associations between substance use and psychiatric disorder.","Abstract":"Genetic etiology of substance use and psychiatric disorders is highly pleiotropic and involves shared neurodevelopmental path, neurotransmission, and intracellular trafficking. In aggregate, the patterns are not consistent with vertical pleiotropy, more likely reflecting horizontal pleiotropy or more complex forms of phenotypic causation.","mesh_heading_texts":["Mental Disorders","Schizophrenia","Substance-Related Disorders"]},{"paper_id":"32716714","DOI":"10.1177\/0956797620938160","Title":"The Latent Genetic Structure of Impulsivity and Its Relation to Internalizing Psychopathology.","Abstract":"Factor analyses suggest that impulsivity traits that capture tendencies to act prematurely or take risks tap partially distinct constructs. We applied genomic structure equation modeling to evaluate the genetic factor structure of two well-established impulsivity questionnaires, using published statistics from genome-wide association studies of up to 22,861 participants. We also tested the hypotheses that delay discounting would be genetically separable from other impulsivity factors and that emotionally triggered facets of impulsivity (urgency) would be those most strongly genetically correlated with an internalizing latent factor. A five-factor model best fitted the impulsivity data. Delay discounting was genetically distinct from these five factors. As expected, the two urgency subscales were most strongly related to an internalizing-psychopathology latent factor. These findings provide empirical genetic evidence that impulsivity can be broken down into distinct categories of differential relevance for internalizing psychopathology. They also demonstrate how measured genetic markers can be used to inform theories of psychology and personality.","mesh_heading_texts":["physiology","genetics"]},{"paper_id":"32632093","DOI":"10.1038\/s41467-020-17002-0","Title":"A genome-wide cross-phenotype meta-analysis of the association of blood pressure with migraine.","Abstract":"Blood pressure (BP) was inconsistently associated with migraine and the mechanisms of BP-lowering medications in migraine prophylaxis are unknown. Leveraging large-scale summary statistics for migraine (N","mesh_heading_texts":["genetics","genetics","methods","Meta-Analysis as Topic","genetics","Polymorphism, Single Nucleotide"]},{"paper_id":"32603359","DOI":"10.1371\/journal.pgen.1008725","Title":"Age-of-onset information helps identify 76 genetic variants associated with allergic disease.","Abstract":"Risk factors that contribute to inter-individual differences in the age-of-onset of allergic diseases are poorly understood. The aim of this study was to identify genetic risk variants associated with the age at which symptoms of allergic disease first develop, considering information from asthma, hay fever and eczema. Self-reported age-of-onset information was available for 117,130 genotyped individuals of European ancestry from the UK Biobank study. For each individual, we identified the earliest age at which asthma, hay fever and\/or eczema was first diagnosed and performed a genome-wide association study (GWAS) of this combined age-of-onset phenotype. We identified 50 variants with a significant independent association (P<3x10-8) with age-of-onset. Forty-five variants had comparable effects on the onset of the three individual diseases and 38 were also associated with allergic disease case-control status in an independent study (n = 222,484). We observed a strong negative genetic correlation between age-of-onset and case-control status of allergic disease (rg = -0.63, P = 4.5x10-61), indicating that cases with early disease onset have a greater burden of allergy risk alleles than those with late disease onset. Subsequently, a multivariate GWAS of age-of-onset and case-control status identified a further 26 associations that were missed by the univariate analyses of age-of-onset or case-control status only. Collectively, of the 76 variants identified, 18 represent novel associations for allergic disease. We identified 81 likely target genes of the 76 associated variants based on information from expression quantitative trait loci (eQTL) and non-synonymous variants, of which we highlight ADAM15, FOSL2, TRIM8, BMPR2, CD200R1, PRKCQ, NOD2, SMAD4, ABCA7 and UBE2L3. Our results support the notion that early and late onset allergic disease have partly distinct genetic architectures, potentially explaining known differences in pathophysiology between individuals.","mesh_heading_texts":["genetics","genetics","Polymorphism, Single Nucleotide","genetics"]},{"paper_id":"32393786","DOI":"10.1038\/s41380-020-0697-5","Title":"Genomic analysis of diet composition finds novel loci and associations with health and lifestyle.","Abstract":"We conducted genome-wide association studies (GWAS) of relative intake from the macronutrients fat, protein, carbohydrates, and sugar in over 235,000 individuals of European ancestries. We identified 21 unique, approximately independent lead SNPs. Fourteen lead SNPs are uniquely associated with one macronutrient at genome-wide significance (P < 5 × 10","mesh_heading_texts":["Diabetes Mellitus, Type 2","Genome-Wide Association Study"]},{"paper_id":"32341527","DOI":"10.1038\/s41588-020-0611-8","Title":"Genome-wide association meta-analyses combining multiple risk phenotypes provide insights into the genetic architecture of cutaneous melanoma susceptibility.","Abstract":"Most genetic susceptibility to cutaneous melanoma remains to be discovered. Meta-analysis genome-wide association study (GWAS) of 36,760 cases of melanoma (67% newly genotyped) and 375,188 controls identified 54 significant (P < 5 × 10","mesh_heading_texts":["genetics","genetics","genetics"]},{"paper_id":"32341526","DOI":"10.1038\/s41588-020-0610-9","Title":"Genetic identification of cell types underlying brain complex traits yields insights into the etiology of Parkinson's disease.","Abstract":"Genome-wide association studies have discovered hundreds of loci associated with complex brain disorders, but it remains unclear in which cell types these loci are active. Here we integrate genome-wide association study results with single-cell transcriptomic data from the entire mouse nervous system to systematically identify cell types underlying brain complex traits. We show that psychiatric disorders are predominantly associated with projecting excitatory and inhibitory neurons. Neurological diseases were associated with different cell types, which is consistent with other lines of evidence. Notably, Parkinson's disease was genetically associated not only with cholinergic and monoaminergic neurons (which include dopaminergic neurons) but also with enteric neurons and oligodendrocytes. Using post-mortem brain transcriptomic data, we confirmed alterations in these cells, even at the earliest stages of disease progression. Our study provides an important framework for understanding the cellular basis of complex brain maladies, and reveals an unexpected role of oligodendrocytes in Parkinson's disease.","mesh_heading_texts":["pathology","etiology","genetics"]},{"paper_id":"32279069","DOI":"10.1038\/s41386-020-0664-5","Title":"Shared genetic background between children and adults with attention deficit\/hyperactivity disorder.","Abstract":"Attention deficit\/hyperactivity disorder (ADHD) is a common neurodevelopmental disorder characterized by age-inappropriate symptoms of inattention, impulsivity, and hyperactivity that persist into adulthood in the majority of the diagnosed children. Despite several risk factors during childhood predicting the persistence of ADHD symptoms into adulthood, the genetic architecture underlying the trajectory of ADHD over time is still unclear. We set out to study the contribution of common genetic variants to the risk for ADHD across the lifespan by conducting meta-analyses of genome-wide association studies on persistent ADHD in adults and ADHD in childhood separately and jointly, and by comparing the genetic background between them in a total sample of 17,149 cases and 32,411 controls. Our results show nine new independent loci and support a shared contribution of common genetic variants to ADHD in children and adults. No subgroup heterogeneity was observed among children, while this group consists of future remitting and persistent individuals. We report similar patterns of genetic correlation of ADHD with other ADHD-related datasets and different traits and disorders among adults, children, and when combining both groups. These findings confirm that persistent ADHD in adults is a neurodevelopmental disorder and extend the existing hypothesis of a shared genetic architecture underlying ADHD and different traits to a lifespan perspective.","mesh_heading_texts":["Attention Deficit Disorder with Hyperactivity"]},{"paper_id":"32231278","DOI":"10.1038\/s41588-020-0599-0","Title":"Meta-analysis of 542,934 subjects of European ancestry identifies new genes and mechanisms predisposing to refractive error and myopia.","Abstract":"Refractive errors, in particular myopia, are a leading cause of morbidity and disability worldwide. Genetic investigation can improve understanding of the molecular mechanisms that underlie abnormal eye development and impaired vision. We conducted a meta-analysis of genome-wide association studies (GWAS) that involved 542,934 European participants and identified 336 novel genetic loci associated with refractive error. Collectively, all associated genetic variants explain 18.4% of heritability and improve the accuracy of myopia prediction (area under the curve (AUC) = 0.75). Our results suggest that refractive error is genetically heterogeneous, driven by genes that participate in the development of every anatomical component of the eye. In addition, our analyses suggest that genetic factors controlling circadian rhythm and pigmentation are also involved in the development of myopia and refractive error. These results may enable the prediction of refractive error and the development of personalized myopia prevention strategies in the future.","mesh_heading_texts":["genetics","genetics","genetics"]},{"paper_id":"32218487","DOI":"10.1038\/s42003-020-0880-x","Title":"Author Correction: Genome-wide association study of knee pain identifies associations with GDF5 and COL27A1 in UK Biobank.","Abstract":"An amendment to this paper has been published and can be accessed via a link at the top of the paper.","mesh_heading_texts":[]},{"paper_id":"32210231","DOI":"10.1038\/s41467-020-14451-5","Title":"Genomic analysis of male puberty timing highlights shared genetic basis with hair colour and lifespan.","Abstract":"The timing of puberty is highly variable and is associated with long-term health outcomes. To date, understanding of the genetic control of puberty timing is based largely on studies in women. Here, we report a multi-trait genome-wide association study for male puberty timing with an effective sample size of 205,354 men. We find moderately strong genomic correlation in puberty timing between sexes (rg = 0.68) and identify 76 independent signals for male puberty timing. Implicated mechanisms include an unexpected link between puberty timing and natural hair colour, possibly reflecting common effects of pituitary hormones on puberty and pigmentation. Earlier male puberty timing is genetically correlated with several adverse health outcomes and Mendelian randomization analyses show a genetic association between male puberty timing and shorter lifespan. These findings highlight the relationships between puberty timing and health outcomes, and demonstrate the value of genetic studies of puberty timing in both sexes.","mesh_heading_texts":["genetics","genetics","genetics","genetics"]},{"paper_id":"32111823","DOI":"10.1038\/s41467-020-14843-7","Title":"Genome-wide association and multi-omic analyses reveal ACTN2 as a gene linked to heart failure.","Abstract":"Heart failure is a major public health problem affecting over 23 million people worldwide. In this study, we present the results of a large scale meta-analysis of heart failure GWAS and replication in a comparable sized cohort to identify one known and two novel loci associated with heart failure. Heart failure sub-phenotyping shows that a new locus in chromosome 1 is associated with left ventricular adverse remodeling and clinical heart failure, in response to different initial cardiac muscle insults. Functional characterization and fine-mapping of that locus reveal a putative causal variant in a cardiac muscle specific regulatory region activated during cardiomyocyte differentiation that binds to the ACTN2 gene, a crucial structural protein inside the cardiac sarcolemma (Hi-C interaction p-value = 0.00002). Genome-editing in human embryonic stem cell-derived cardiomyocytes confirms the influence of the identified regulatory region in the expression of ACTN2. Our findings extend our understanding of biological mechanisms underlying heart failure.","mesh_heading_texts":["genetics","genetics","genetics"]},{"paper_id":"31888951","DOI":"10.1534\/g3.119.400910","Title":"A Comprehensive Genome-Wide and Phenome-Wide Examination of BMI and Obesity in a Northern Nevadan Cohort.","Abstract":"The aggregation of Electronic Health Records (EHR) and personalized genetics leads to powerful discoveries relevant to population health. Here we perform genome-wide association studies (GWAS) and accompanying phenome-wide association studies (PheWAS) to validate phenotype-genotype associations of BMI, and to a greater extent, severe Class 2 obesity, using comprehensive diagnostic and clinical data from the EHR database of our cohort. Three GWASs of 500,000 variants on the Illumina platform of 6,645 Healthy Nevada participants identified several published and novel variants that affect BMI and obesity. Each GWAS was followed with two independent PheWASs to examine associations between extensive phenotypes (incidence of diagnoses, condition, or disease), significant SNPs, BMI, and incidence of extreme obesity. The first GWAS examines associations with BMI in a cohort with no type 2 diabetics, focusing exclusively on BMI. The second GWAS examines associations with BMI in a cohort that includes type 2 diabetics. In the second GWAS, type 2 diabetes is a comorbidity, and thus becomes a covariate in the statistical model. The intersection of significant variants of these two studies is surprising. The third GWAS is a case ","mesh_heading_texts":["Body Mass Index","Genetic Predisposition to Disease","Genome-Wide Association Study","etiology"]},{"paper_id":"31845298","DOI":"10.1007\/s00401-019-02110-z","Title":"Overlapping genetic architecture between Parkinson disease and melanoma.","Abstract":"Epidemiologic studies have reported inconsistent results regarding an association between Parkinson disease (PD) and cutaneous melanoma (melanoma). Identifying shared genetic architecture between these diseases can support epidemiologic findings and identify common risk genes and biological pathways. Here, we apply polygenic, linkage disequilibrium-informed methods to the largest available case-control, genome-wide association study summary statistic data for melanoma and PD. We identify positive and significant genetic correlation (correlation: 0.17, 95% CI 0.10-0.24; P = 4.09 × 10","mesh_heading_texts":["epidemiology","genetics","epidemiology","genetics","epidemiology","genetics"]},{"paper_id":"31816047","DOI":"10.1093\/hmg\/ddz294","Title":"Insights into the genetic basis of retinal detachment.","Abstract":"Retinal detachment (RD) is a serious and common condition, but genetic studies to date have been hampered by the small size of the assembled cohorts. In the UK Biobank data set, where RD was ascertained by self-report or hospital records, genetic correlations between RD and high myopia or cataract operation were, respectively, 0.46 (SE = 0.08) and 0.44 (SE = 0.07). These correlations are consistent with known epidemiological associations. Through meta-analysis of genome-wide association studies using UK Biobank RD cases (N = 3 977) and two cohorts, each comprising ~1 000 clinically ascertained rhegmatogenous RD patients, we uncovered 11 genome-wide significant association signals. These are near or within ZC3H11B, BMP3, COL22A1, DLG5, PLCE1, EFEMP2, TYR, FAT3, TRIM29, COL2A1 and LOXL1. Replication in the 23andMe data set, where RD is self-reported by participants, firmly establishes six RD risk loci: FAT3, COL22A1, TYR, BMP3, ZC3H11B and PLCE1. Based on the genetic associations with eye traits described to date, the first two specifically impact risk of a RD, whereas the last four point to shared aetiologies with macular condition, myopia and glaucoma. Fine-mapping prioritized the lead common missense variant (TYR S192Y) as causal variant at the TYR locus and a small set of credible causal variants at the FAT3 locus. The larger study size presented here, enabled by resources linked to health records or self-report, provides novel insights into RD aetiology and underlying pathological pathways.","mesh_heading_texts":["Genetic Markers","Genome-Wide Association Study","epidemiology","genetics"]},{"paper_id":"31805045","DOI":"10.1371\/journal.pgen.1008517","Title":"Correction: Large-scale genome-wide meta-analysis of polycystic ovary syndrome suggests shared genetic architecture for different diagnosis criteria.","Abstract":"[This corrects the article DOI: 10.1371\/journal.pgen.1007813.].","mesh_heading_texts":[]},{"paper_id":"31755958","DOI":"10.1093\/brain\/awz350","Title":"Genetic modifiers of risk and age at onset in GBA associated Parkinson's disease and Lewy body dementia.","Abstract":"Parkinson's disease is a genetically complex disorder. Multiple genes have been shown to contribute to the risk of Parkinson's disease, and currently 90 independent risk variants have been identified by genome-wide association studies. Thus far, a number of genes (including SNCA, LRRK2, and GBA) have been shown to contain variability across a spectrum of frequency and effect, from rare, highly penetrant variants to common risk alleles with small effect sizes. Variants in GBA, encoding the enzyme glucocerebrosidase, are associated with Lewy body diseases such as Parkinson's disease and Lewy body dementia. These variants, which reduce or abolish enzymatic activity, confer a spectrum of disease risk, from 1.4- to >10-fold. An outstanding question in the field is what other genetic factors that influence GBA-associated risk for disease, and whether these overlap with known Parkinson's disease risk variants. Using multiple, large case-control datasets, totalling 217 165 individuals (22 757 Parkinson's disease cases, 13 431 Parkinson's disease proxy cases, 622 Lewy body dementia cases and 180 355 controls), we identified 1691 Parkinson's disease cases, 81 Lewy body dementia cases, 711 proxy cases and 7624 controls with a GBA variant (p.E326K, p.T369M or p.N370S). We performed a genome-wide association study and analysed the most recent Parkinson's disease-associated genetic risk score to detect genetic influences on GBA risk and age at onset. We attempted to replicate our findings in two independent datasets, including the personal genetics company 23andMe, Inc. and whole-genome sequencing data. Our analysis showed that the overall Parkinson's disease genetic risk score modifies risk for disease and decreases age at onset in carriers of GBA variants. Notably, this effect was consistent across all tested GBA risk variants. Dissecting this signal demonstrated that variants in close proximity to SNCA and CTSB (encoding cathepsin B) are the most significant contributors. Risk variants in the CTSB locus were identified to decrease mRNA expression of CTSB. Additional analyses suggest a possible genetic interaction between GBA and CTSB and GBA p.N370S induced pluripotent cell-derived neurons were shown to have decreased cathepsin B expression compared to controls. These data provide a genetic basis for modification of GBA-associated Parkinson's disease risk and age at onset, although the total contribution of common genetics variants is not large. We further demonstrate that common variability at genes implicated in lysosomal function exerts the largest effect on GBA associated risk for disease. Further, these results have implications for selection of GBA carriers for therapeutic interventions.","mesh_heading_texts":["genetics","genetics","genetics","genetics","Penetrance","genetics"]},{"paper_id":"31701892","DOI":"10.1016\/S1474-4422(19)30320-5","Title":"Identification of novel risk loci, causal insights, and heritable risk for Parkinson's disease: a meta-analysis of genome-wide association studies.","Abstract":"The National Institute on Aging at the National Institutes of Health (USA), The Michael J Fox Foundation, and The Parkinson's Foundation (see appendix for full list of funding sources).","mesh_heading_texts":["Databases, Genetic","genetics","genetics","methods","genetics"]},{"paper_id":"31659794","DOI":"10.1002\/mds.27873","Title":"The Parkinson's Disease Mendelian Randomization Research Portal.","Abstract":"We present a new platform which offers Mendelian randomization analyses for a total of 5,839 genome-wide association studies versus the largest PD genome-wide association studies available (https:\/\/pdgenetics.shinyapps.io\/MRportal\/). Alongside, we report further evidence to support a causal role for adiposity on lowering the risk of PD. © 2019 The Authors. Movement Disorders published by Wiley Periodicals, Inc. on behalf of International Parkinson and Movement Disorder Society.","mesh_heading_texts":["methods","genetics"]},{"paper_id":"31649266","DOI":"10.1038\/s41467-019-12536-4","Title":"Genome-wide association and epidemiological analyses reveal common genetic origins between uterine leiomyomata and endometriosis.","Abstract":"Uterine leiomyomata (UL) are the most common neoplasms of the female reproductive tract and primary cause for hysterectomy, leading to considerable morbidity and high economic burden. Here we conduct a GWAS meta-analysis in 35,474 cases and 267,505 female controls of European ancestry, identifying eight novel genome-wide significant (P < 5 × 10","mesh_heading_texts":["genetics","genetics","genetics"]},{"paper_id":"31576797","DOI":"10.1017\/S0033291719002629","Title":"Genetic stratification of depression by neuroticism: revisiting a diagnostic tradition.","Abstract":"Our findings demonstrate that, while genetic risk factors for depression are largely shared with Neu, there are also non-Neu-related features of depression that may be useful for further patient or phenotypic stratification.","mesh_heading_texts":["genetics","Genetic Predisposition to Disease","Genome-Wide Association Study","Neuroticism"]},{"paper_id":"31527586","DOI":"10.1038\/s41467-019-11968-2","Title":"Gastroesophageal reflux GWAS identifies risk loci that also associate with subsequent severe esophageal diseases.","Abstract":"Gastroesophageal reflux disease (GERD) is caused by gastric acid entering the esophagus. GERD has high prevalence and is the major risk factor for Barrett's esophagus (BE) and esophageal adenocarcinoma (EA). We conduct a large GERD GWAS meta-analysis (80,265 cases, 305,011 controls), identifying 25 independent genome-wide significant loci for GERD. Several of the implicated genes are existing or putative drug targets. Loci discovery is greatest with a broad GERD definition (including cases defined by self-report or medication data). Further, 91% of the GERD risk-increasing alleles also increase BE and\/or EA risk, greatly expanding gene discovery for these traits. Our results map genes for GERD and related traits and uncover potential new drug targets for these conditions.","mesh_heading_texts":["genetics","genetics","Genome-Wide Association Study"]},{"paper_id":"31518406","DOI":"10.1093\/hmg\/ddz219","Title":"Phenome-wide investigation of health outcomes associated with genetic predisposition to loneliness.","Abstract":"Humans are social animals that experience intense suffering when they perceive a lack of social connection. Modern societies are experiencing an epidemic of loneliness. Although the experience of loneliness is universally human, some people report experiencing greater loneliness than others. Loneliness is more strongly associated with mortality than obesity, emphasizing the need to understand the nature of the relationship between loneliness and health. Although it is intuitive that circumstantial factors such as marital status and age influence loneliness, there is also compelling evidence of a genetic predisposition toward loneliness. To better understand the genetic architecture of loneliness and its relationship with associated outcomes, we extended the genome-wide association study meta-analysis of loneliness to 511 280 subjects, and detect 19 significant genetic variants from 16 loci, including four novel loci, as well as 58 significantly associated genes. We investigated the genetic overlap with a wide range of physical and mental health traits by computing genetic correlations and by building loneliness polygenic scores in an independent sample of 18 498 individuals with EHR data to conduct a PheWAS with. A genetic predisposition toward loneliness was associated with cardiovascular, psychiatric, and metabolic disorders and triglycerides and high-density lipoproteins. Mendelian randomization analyses showed evidence of a causal, increasing, the effect of both BMI and body fat on loneliness. Our results provide a framework for future studies of the genetic basis of loneliness and its relationship to mental and physical health.","mesh_heading_texts":["genetics","psychology","methods"]},{"paper_id":"31482140","DOI":"10.1038\/s42003-019-0568-2","Title":"Genome-wide association study of knee pain identifies associations with ","Abstract":"Knee pain is one of the most common musculoskeletal complaints that brings people to medical attention. Approximately 50% of individuals over the age of 50 report an experience of knee pain within the past 12 months. We sought to identify the genetic variants associated with knee pain in 171,516 subjects from the UK Biobank cohort and seek supporting evidence in cohorts from 23andMe, the Osteoarthritis Initiative, and the Johnston County Osteoarthritis Project. We identified two loci that reached genome-wide significance in the UK Biobank: rs143384, located in ","mesh_heading_texts":["Biological Specimen Banks","genetics","Genetic Predisposition to Disease","Genome-Wide Association Study","genetics","pathology","genetics"]},{"paper_id":"31467194","DOI":"10.1126\/science.aat7693","Title":"Large-scale GWAS reveals insights into the genetic architecture of same-sex sexual behavior.","Abstract":"Twin and family studies have shown that same-sex sexual behavior is partly genetically influenced, but previous searches for specific genes involved have been underpowered. We performed a genome-wide association study (GWAS) on 477,522 individuals, revealing five loci significantly associated with same-sex sexual behavior. In aggregate, all tested genetic variants accounted for 8 to 25% of variation in same-sex sexual behavior, only partially overlapped between males and females, and do not allow meaningful prediction of an individual's sexual behavior. Comparing these GWAS results with those for the proportion of same-sex to total number of sexual partners among nonheterosexuals suggests that there is no single continuum from opposite-sex to same-sex sexual behavior. Overall, our findings provide insights into the genetics underlying same-sex sexual behavior and underscore the complexity of sexuality.","mesh_heading_texts":["genetics","genetics","Quantitative Trait Loci"]},{"paper_id":"31239548","DOI":"10.1038\/s41588-019-0469-9","Title":"Author Correction: Multi-trait analysis of genome-wide association summary statistics using MTAG.","Abstract":"In the version of the paper initially published, no competing interests were declared. The 'Competing interests' statement should have stated that B.M.N. is on the Scientific Advisory Board of Deep Genomics. The error has been corrected in the HTML and PDF versions of the article.","mesh_heading_texts":[]},{"paper_id":"31174203","DOI":"10.1093\/hmg\/ddz121","Title":"Combined analysis of keratinocyte cancers identifies novel genome-wide loci.","Abstract":"The keratinocyte cancers (KC), basal cell carcinoma (BCC) and squamous cell carcinoma (SCC) are the most common cancers in fair-skinned people. KC treatment represents the second highest cancer healthcare expenditure in Australia. Increasing our understanding of the genetic architecture of KC may provide new avenues for prevention and treatment. We first conducted a series of genome-wide association studies (GWAS) of KC across three European ancestry datasets from Australia, Europe and USA, and used linkage disequilibrium (LD) Score regression (LDSC) to estimate their pairwise genetic correlations. We employed a multiple-trait approach to map genes across the combined set of KC GWAS (total N = 47 742 cases, 634 413 controls). We also performed meta-analyses of BCC and SCC separately to identify trait specific loci. We found substantial genetic correlations (generally 0.5-1) between BCC and SCC suggesting overlapping genetic risk variants. The multiple trait combined KC GWAS identified 63 independent genome-wide significant loci, 29 of which were novel. Individual separate meta-analyses of BCC and SCC identified an additional 13 novel loci not found in the combined KC analysis. Three new loci were implicated using gene-based tests. New loci included common variants in BRCA2 (distinct to known rare high penetrance cancer risk variants), and in CTLA4, a target of immunotherapy in melanoma. We found shared and trait specific genetic contributions to BCC and SCC. Considering both, we identified a total of 79 independent risk loci, 45 of which are novel.","mesh_heading_texts":["genetics","genetics","Genetic Predisposition to Disease","Genome-Wide Association Study","metabolism","Quantitative Trait Loci","genetics"]},{"paper_id":"31147634","DOI":"10.1038\/s41588-019-0444-5","Title":"Publisher Correction: Multi-trait analysis of genome-wide association summary statistics using MTAG.","Abstract":"An amendment to this paper has been published and can be accessed via a link at the top of the paper.","mesh_heading_texts":[]},{"paper_id":"30957308","DOI":"10.1002\/mds.27659","Title":"Parkinson's disease age at onset genome-wide association study: Defining heritability, genetic loci, and α-synuclein mechanisms.","Abstract":"Overall, we have performed the largest age at onset of PD genome-wide association studies to date, and our results show that not all PD risk loci influence age at onset with significant differences between risk alleles for age at onset. This provides a compelling picture, both within the context of functional characterization of disease-linked genetic variability and in defining differences between risk alleles for age at onset, or frank risk for disease. © 2019 International Parkinson and Movement Disorder Society.","mesh_heading_texts":["Age of Onset","Genetic Loci","genetics","genetics"]},{"paper_id":"30929738","DOI":"10.1016\/j.ajhg.2019.02.022","Title":"Genetic Architectures of Childhood- and Adult-Onset Asthma Are Partly Distinct.","Abstract":"The extent to which genetic risk factors are shared between childhood-onset (COA) and adult-onset (AOA) asthma has not been estimated. On the basis of data from the UK Biobank study (n = 447,628), we found that the variance in disease liability explained by common variants is higher for COA (onset at ages between 0 and 19 years; h","mesh_heading_texts":["genetics","Genetic Predisposition to Disease"]},{"paper_id":"30837455","DOI":"10.1038\/s41467-019-08923-6","Title":"Genome wide analysis for mouth ulcers identifies associations at immune regulatory loci.","Abstract":"Mouth ulcers are the most common ulcerative condition and encompass several clinical diagnoses, including recurrent aphthous stomatitis (RAS). Despite previous evidence for heritability, it is not clear which specific genetic loci are implicated in RAS. In this genome-wide association study (n = 461,106) heritability is estimated at 8.2% (95% CI: 6.4%, 9.9%). This study finds 97 variants which alter the odds of developing non-specific mouth ulcers and replicate these in an independent cohort (n = 355,744) (lead variant after meta-analysis: rs76830965, near IL12A, OR 0.72 (95% CI: 0.71, 0.73); P = 4.4e-483). Additional effect estimates from three independent cohorts with more specific phenotyping and specific study characteristics support many of these findings. In silico functional analyses provide evidence for a role of T cell regulation in the aetiology of mouth ulcers. These results provide novel insight into the pathogenesis of a common, important condition.","mesh_heading_texts":["immunology","Genetic Predisposition to Disease","genetics","genetics","genetics"]},{"paper_id":"30804565","DOI":"10.1038\/s41588-018-0333-3","Title":"Genome-wide analysis of insomnia in 1,331,010 individuals identifies new risk loci and functional pathways.","Abstract":"Insomnia is the second most prevalent mental disorder, with no sufficient treatment available. Despite substantial heritability, insight into the associated genes and neurobiological pathways remains limited. Here, we use a large genetic association sample (n = 1,331,010) to detect novel loci and gain insight into the pathways, tissue and cell types involved in insomnia complaints. We identify 202 loci implicating 956 genes through positional, expression quantitative trait loci, and chromatin mapping. The meta-analysis explained 2.6% of the variance. We show gene set enrichments for the axonal part of neurons, cortical and subcortical tissues, and specific cell types, including striatal, hypothalamic, and claustrum neurons. We found considerable genetic correlations with psychiatric traits and sleep duration, and modest correlations with other sleep-related traits. Mendelian randomization identified the causal effects of insomnia on depression, diabetes, and cardiovascular disease, and the protective effects of educational attainment and intracranial volume. Our findings highlight key brain areas and cell types implicated in insomnia, and provide new treatment targets.","mesh_heading_texts":["genetics","genetics","genetics"]},{"paper_id":"30804558","DOI":"10.1038\/s41588-019-0344-8","Title":"Identification of common genetic risk variants for autism spectrum disorder.","Abstract":"Autism spectrum disorder (ASD) is a highly heritable and heterogeneous group of neurodevelopmental phenotypes diagnosed in more than 1% of children. Common genetic variants contribute substantially to ASD susceptibility, but to date no individual variants have been robustly associated with ASD. With a marked sample-size increase from a unique Danish population resource, we report a genome-wide association meta-analysis of 18,381 individuals with ASD and 27,969 controls that identified five genome-wide-significant loci. Leveraging GWAS results from three phenotypes with significantly overlapping genetic architectures (schizophrenia, major depression, and educational attainment), we identified seven additional loci shared with other traits at equally strict significance levels. Dissecting the polygenic architecture, we found both quantitative and qualitative polygenic heterogeneity across ASD subtypes. These results highlight biological insights, particularly relating to neuronal function and corticogenesis, and establish that GWAS performed at scale will be much more productive in the near term in ASD.","mesh_heading_texts":["genetics","genetics","genetics"]},{"paper_id":"30718901","DOI":"10.1038\/s41593-018-0326-7","Title":"Genome-wide meta-analysis of depression identifies 102 independent variants and highlights the importance of the prefrontal brain regions.","Abstract":"Major depression is a debilitating psychiatric illness that is typically associated with low mood and anhedonia. Depression has a heritable component that has remained difficult to elucidate with current sample sizes due to the polygenic nature of the disorder. To maximize sample size, we meta-analyzed data on 807,553 individuals (246,363 cases and 561,190 controls) from the three largest genome-wide association studies of depression. We identified 102 independent variants, 269 genes, and 15 genesets associated with depression, including both genes and gene pathways associated with synaptic structure and neurotransmission. An enrichment analysis provided further evidence of the importance of prefrontal brain regions. In an independent replication sample of 1,306,354 individuals (414,055 cases and 892,299 controls), 87 of the 102 associated variants were significant after multiple testing correction. These findings advance our understanding of the complex genetic architecture of depression and provide several future avenues for understanding etiology and developing new treatment approaches.","mesh_heading_texts":["genetics","genetics","metabolism"]},{"paper_id":"30622366","DOI":"10.1038\/s41593-018-0306-y","Title":"Publisher Correction: Genome-wide association study of delay discounting in 23,217 adult research participants of European ancestry.","Abstract":"The author list was in the wrong order in the HTML version of the original article and in the HTML version of the original correction notice. This has been corrected to show the 23andMe Research Team as the fourth author and Abraham A. Palmer as the last author in both places.","mesh_heading_texts":[]},{"paper_id":"30598549","DOI":"10.1038\/s41588-018-0302-x","Title":"An atlas of genetic influences on osteoporosis in humans and mice.","Abstract":"Osteoporosis is a common aging-related disease diagnosed primarily using bone mineral density (BMD). We assessed genetic determinants of BMD as estimated by heel quantitative ultrasound in 426,824 individuals, identifying 518 genome-wide significant loci (301 novel), explaining 20% of its variance. We identified 13 bone fracture loci, all associated with estimated BMD (eBMD), in ~1.2 million individuals. We then identified target genes enriched for genes known to influence bone density and strength (maximum odds ratio (OR) = 58, P = 1 × 10","mesh_heading_texts":["genetics","genetics","genetics"]},{"paper_id":"30566500","DOI":"10.1371\/journal.pgen.1007813","Title":"Large-scale genome-wide meta-analysis of polycystic ovary syndrome suggests shared genetic architecture for different diagnosis criteria.","Abstract":"Polycystic ovary syndrome (PCOS) is a disorder characterized by hyperandrogenism, ovulatory dysfunction and polycystic ovarian morphology. Affected women frequently have metabolic disturbances including insulin resistance and dysregulation of glucose homeostasis. PCOS is diagnosed with two different sets of diagnostic criteria, resulting in a phenotypic spectrum of PCOS cases. The genetic similarities between cases diagnosed based on the two criteria have been largely unknown. Previous studies in Chinese and European subjects have identified 16 loci associated with risk of PCOS. We report a fixed-effect, inverse-weighted-variance meta-analysis from 10,074 PCOS cases and 103,164 controls of European ancestry and characterisation of PCOS related traits. We identified 3 novel loci (near PLGRKT, ZBTB16 and MAPRE1), and provide replication of 11 previously reported loci. Only one locus differed significantly in its association by diagnostic criteria; otherwise the genetic architecture was similar between PCOS diagnosed by self-report and PCOS diagnosed by NIH or non-NIH Rotterdam criteria across common variants at 13 loci. Identified variants were associated with hyperandrogenism, gonadotropin regulation and testosterone levels in affected women. Linkage disequilibrium score regression analysis revealed genetic correlations with obesity, fasting insulin, type 2 diabetes, lipid levels and coronary artery disease, indicating shared genetic architecture between metabolic traits and PCOS. Mendelian randomization analyses suggested variants associated with body mass index, fasting insulin, menopause timing, depression and male-pattern balding play a causal role in PCOS. The data thus demonstrate 3 novel loci associated with PCOS and similar genetic architecture for all diagnostic criteria. The data also provide the first genetic evidence for a male phenotype for PCOS and a causal link to depression, a previously hypothesized comorbid disease. Thus, the genetics provide a comprehensive view of PCOS that encompasses multiple diagnostic criteria, gender, reproductive potential and mental health.","mesh_heading_texts":["diagnosis","genetics"]},{"paper_id":"30482948","DOI":"10.1038\/s41593-018-0275-1","Title":"Transancestral GWAS of alcohol dependence reveals common genetic underpinnings with psychiatric disorders.","Abstract":"Liability to alcohol dependence (AD) is heritable, but little is known about its complex polygenic architecture or its genetic relationship with other disorders. To discover loci associated with AD and characterize the relationship between AD and other psychiatric and behavioral outcomes, we carried out the largest genome-wide association study to date of DSM-IV-diagnosed AD. Genome-wide data on 14,904 individuals with AD and 37,944 controls from 28 case-control and family-based studies were meta-analyzed, stratified by genetic ancestry (European, n = 46,568; African, n = 6,280). Independent, genome-wide significant effects of different ADH1B variants were identified in European (rs1229984; P = 9.8 × 10","mesh_heading_texts":["genetics","Genetic Predisposition to Disease","genetics","Polymorphism, Single Nucleotide"]},{"paper_id":"30478444","DOI":"10.1038\/s41588-018-0269-7","Title":"Discovery of the first genome-wide significant risk loci for attention deficit\/hyperactivity disorder.","Abstract":"Attention deficit\/hyperactivity disorder (ADHD) is a highly heritable childhood behavioral disorder affecting 5% of children and 2.5% of adults. Common genetic variants contribute substantially to ADHD susceptibility, but no variants have been robustly associated with ADHD. We report a genome-wide association meta-analysis of 20,183 individuals diagnosed with ADHD and 35,191 controls that identifies variants surpassing genome-wide significance in 12 independent loci, finding important new information about the underlying biology of ADHD. Associations are enriched in evolutionarily constrained genomic regions and loss-of-function intolerant genes and around brain-expressed regulatory marks. Analyses of three replication studies: a cohort of individuals diagnosed with ADHD, a self-reported ADHD sample and a meta-analysis of quantitative measures of ADHD symptoms in the population, support these findings while highlighting study-specific differences on genetic overlap with educational attainment. Strong concordance with GWAS of quantitative population measures of ADHD symptoms supports that clinical diagnosis of ADHD is an extreme expression of continuous heritable traits.","mesh_heading_texts":["genetics","genetics","genetics","genetics"]},{"paper_id":"30392061","DOI":"10.1007\/s00439-018-1956-2","Title":"Genetic association and differential expression of PITX2 with acute appendicitis.","Abstract":"Appendicitis affects 9% of Americans and is the most common diagnosis requiring hospitalization of both children and adults. We performed a genome-wide association study of self-reported appendectomy with 18,773 affected adults and 114,907 unaffected adults of European American ancestry. A significant association with appendectomy was observed at 4q25 near the gene PITX2 (rs2129979, p value = 8.82 × 10","mesh_heading_texts":["adverse effects","surgery","analysis","Genetic Association Studies","genetics","diagnosis","Polymorphism, Single Nucleotide","genetics"]},{"paper_id":"30336701","DOI":"10.1176\/appi.ajp.2018.18040369","Title":"Genome-Wide Association Study Meta-Analysis of the Alcohol Use Disorders Identification Test (AUDIT) in Two Population-Based Cohorts.","Abstract":"AUDIT scores ascertained in population-based cohorts can be used to explore the genetic basis of both alcohol consumption and alcohol use disorders.","mesh_heading_texts":["genetics","genetics"]},{"paper_id":"30323283","DOI":"10.1038\/s41467-018-06149-6","Title":"Gene expression imputation identifies candidate genes and susceptibility loci associated with cutaneous squamous cell carcinoma.","Abstract":"Cutaneous squamous cell carcinoma (cSCC) is a common skin cancer with genetic susceptibility loci identified in recent genome-wide association studies (GWAS). Transcriptome-wide association studies (TWAS) using imputed gene expression levels can identify additional gene-level associations. Here we impute gene expression levels in 6891 cSCC cases and 54,566 controls in the Kaiser Permanente Genetic Epidemiology Research in Adult Health and Aging (GERA) cohort and 25,558 self-reported cSCC cases and 673,788 controls from 23andMe. In a discovery-validation study, we identify 19 loci containing 33 genes whose imputed expression levels are associated with cSCC at false discovery rate < 10% in the GERA cohort and validate 15 of these candidate genes at Bonferroni significance in the 23andMe dataset, including eight genes in five novel susceptibility loci and seven genes in four previously associated loci. These results suggest genetic mechanisms contributing to cSCC risk and illustrate advantages and disadvantages of TWAS as a supplement to traditional GWAS analyses.","mesh_heading_texts":["genetics","Gene Expression Regulation, Neoplastic","Genetic Loci","Genetic Predisposition to Disease","genetics"]},{"paper_id":"30197049","DOI":"10.1016\/j.bpsc.2018.07.006","Title":"Association of Whole-Genome and NETRIN1 Signaling Pathway-Derived Polygenic Risk Scores for Major Depressive Disorder and White Matter Microstructure in the UK Biobank.","Abstract":"Our findings indicate that variation in the NETRIN1 signaling pathway may confer risk for major depressive disorder through effects on a number of white matter tracts.","mesh_heading_texts":["pathology","genetics","pathology","genetics","pathology"]},{"paper_id":"30158200","DOI":"10.1136\/bmj.k3225","Title":"Assessment of the genetic and clinical determinants of fracture risk: genome wide association and mendelian randomisation study.","Abstract":"This large scale GWAS meta-analysis for fracture identified 15 genetic determinants of fracture, all of which also influenced bone mineral density. Among the clinical risk factors for fracture assessed, only bone mineral density showed a major causal effect on fracture. Genetic predisposition to lower levels of vitamin D and estimated calcium intake from dairy sources were not associated with fracture risk.","mesh_heading_texts":["genetics","genetics","Genome-Wide Association Study","Mendelian Randomization Analysis","genetics"]},{"paper_id":"30150663","DOI":"10.1038\/s41593-018-0206-1","Title":"GWAS of lifetime cannabis use reveals new risk loci, genetic overlap with psychiatric traits, and a causal influence of schizophrenia.","Abstract":"Cannabis use is a heritable trait that has been associated with adverse mental health outcomes. In the largest genome-wide association study (GWAS) for lifetime cannabis use to date (N = 184,765), we identified eight genome-wide significant independent single nucleotide polymorphisms in six regions. All measured genetic variants combined explained 11% of the variance. Gene-based tests revealed 35 significant genes in 16 regions, and S-PrediXcan analyses showed that 21 genes had different expression levels for cannabis users versus nonusers. The strongest finding across the different analyses was CADM2, which has been associated with substance use and risk-taking. Significant genetic correlations were found with 14 of 25 tested substance use and mental health-related traits, including smoking, alcohol use, schizophrenia and risk-taking. Mendelian randomization analysis showed evidence for a causal positive influence of schizophrenia risk on cannabis use. Overall, our study provides new insights into the etiology of cannabis use and its relation with mental health.","mesh_heading_texts":["Genome-Wide Association Study","genetics","psychology","chemically induced","genetics"]},{"paper_id":"30116036","DOI":"10.1038\/s41588-018-0197-6","Title":"Author Correction: Genome-wide association and HLA fine-mapping studies identify risk loci and genetic pathways underlying allergic rhinitis.","Abstract":"In the version of this article initially published, in Fig. 3, the y-axis numbering did not match the log scale indicated in the axis label. The error has been corrected in the HTML and PDF version of the article.","mesh_heading_texts":[]},{"paper_id":"30038396","DOI":"10.1038\/s41588-018-0147-3","Title":"Gene discovery and polygenic prediction from a genome-wide association study of educational attainment in 1.1 million individuals.","Abstract":"Here we conducted a large-scale genetic association analysis of educational attainment in a sample of approximately 1.1 million individuals and identify 1,271 independent genome-wide-significant SNPs. For the SNPs taken together, we found evidence of heterogeneous effects across environments. The SNPs implicate genes involved in brain-development processes and neuron-to-neuron communication. In a separate analysis of the X chromosome, we identify 10 independent genome-wide-significant SNPs and estimate a SNP heritability of around 0.3% in both men and women, consistent with partial dosage compensation. A joint (multi-phenotype) analysis of educational attainment and three related cognitive phenotypes generates polygenic scores that explain 11-13% of the variance in educational attainment and 7-10% of the variance in cognitive performance. This prediction accuracy substantially increases the utility of polygenic scores as tools in research.","mesh_heading_texts":["Multifactorial Inheritance"]},{"paper_id":"30013184","DOI":"10.1038\/s41588-018-0157-1","Title":"Genome-wide association and HLA fine-mapping studies identify risk loci and genetic pathways underlying allergic rhinitis.","Abstract":"Allergic rhinitis is the most common clinical presentation of allergy, affecting 400 million people worldwide, with increasing incidence in westernized countries","mesh_heading_texts":["genetics","genetics","genetics","genetics","genetics"]},{"paper_id":"30001343","DOI":"10.1371\/journal.pgen.1007394","Title":"Whole exome sequencing reveals HSPA1L as a genetic risk factor for spontaneous preterm birth.","Abstract":"Preterm birth is a leading cause of morbidity and mortality in infants. Genetic and environmental factors play a role in the susceptibility to preterm birth, but despite many investigations, the genetic basis for preterm birth remain largely unknown. Our objective was to identify rare, possibly damaging, nucleotide variants in mothers from families with recurrent spontaneous preterm births (SPTB). DNA samples from 17 Finnish mothers who delivered at least one infant preterm were subjected to whole exome sequencing. All mothers were of northern Finnish origin and were from seven multiplex families. Additional replication samples of European origin consisted of 93 Danish sister pairs (and two sister triads), all with a history of a preterm delivery. Rare exonic variants (frequency <1%) were analyzed to identify genes and pathways likely to affect SPTB susceptibility. We identified rare, possibly damaging, variants in genes that were common to multiple affected individuals. The glucocorticoid receptor signaling pathway was the most significant (p<1.7e-8) with genes containing these variants in a subgroup of ten Finnish mothers, each having had 2-4 SPTBs. This pathway was replicated among the Danish sister pairs. A gene in this pathway, heat shock protein family A (Hsp70) member 1 like (HSPA1L), contains two likely damaging missense alleles that were found in four different Finnish families. One of the variants (rs34620296) had a higher frequency in cases compared to controls (0.0025 vs. 0.0010, p = 0.002) in a large preterm birth genome-wide association study (GWAS) consisting of mothers of general European ancestry. Sister pairs in replication samples also shared rare, likely damaging HSPA1L variants. Furthermore, in silico analysis predicted an additional phosphorylation site generated by rs34620296 that could potentially affect chaperone activity or HSPA1L protein stability. Finally, in vitro functional experiment showed a link between HSPA1L activity and decidualization. In conclusion, rare, likely damaging, variants in HSPA1L were observed in multiple families with recurrent SPTB.","mesh_heading_texts":["Genetic Predisposition to Disease","genetics","genetics"]},{"paper_id":"29942085","DOI":"10.1038\/s41588-018-0151-7","Title":"Meta-analysis of genome-wide association studies for neuroticism in 449,484 individuals identifies novel genetic loci and pathways.","Abstract":"Neuroticism is an important risk factor for psychiatric traits, including depression","mesh_heading_texts":["Genetic Loci","Genetic Predisposition to Disease","methods","physiology"]},{"paper_id":"29808027","DOI":"10.1038\/s41588-018-0127-7","Title":"Genome-wide association meta-analysis highlights light-induced signaling as a driver for refractive error.","Abstract":"Refractive errors, including myopia, are the most frequent eye disorders worldwide and an increasingly common cause of blindness. This genome-wide association meta-analysis in 160,420 participants and replication in 95,505 participants increased the number of established independent signals from 37 to 161 and showed high genetic correlation between Europeans and Asians (>0.78). Expression experiments and comprehensive in silico analyses identified retinal cell physiology and light processing as prominent mechanisms, and also identified functional contributions to refractive-error development in all cell types of the neurosensory retina, retinal pigment epithelium, vascular endothelium and extracellular matrix. Newly identified genes implicate novel mechanisms such as rod-and-cone bipolar synaptic neurotransmission, anterior-segment morphology and angiogenesis. Thirty-one loci resided in or near regions transcribing small RNAs, thus suggesting a role for post-transcriptional regulation. Our results support the notion that refractive errors are caused by a light-dependent retina-to-sclera signaling cascade and delineate potential pathobiological molecular drivers.","mesh_heading_texts":["genetics"]},{"paper_id":"29752479","DOI":"10.1038\/s41593-018-0117-1","Title":"Publisher Correction: Genome-wide association study of delay discounting in 23,217 adult research participants of European ancestry.","Abstract":"In the version of this article initially published, the consortium authorship was not presented correctly. The 23andMe Research Team was listed as the last author, rather than the fourth, and a line directing readers to the Supplementary Note for a list of members did appear but was not directly associated with the consortium name. Also, the Supplementary Note description stated that both member names and affiliations were included; in fact, only names are given. Finally, the URL for S-PrediXcan was given in the Methods as https:\/\/github.com\/hakyimlab\/S-PrediXcan; the correct URL is https:\/\/github.com\/hakyimlab\/MetaXcan. The errors have been corrected in the HTML and PDF versions of the article.","mesh_heading_texts":[]},{"paper_id":"29731251","DOI":"10.1016\/j.neuron.2018.04.014","Title":"Common Variant Burden Contributes to the Familial Aggregation of Migraine in 1,589 Families.","Abstract":"Complex traits, including migraine, often aggregate in families, but the underlying genetic architecture behind this is not well understood. The aggregation could be explained by rare, penetrant variants that segregate according to Mendelian inheritance or by the sufficient polygenic accumulation of common variants, each with an individually small effect, or a combination of the two hypotheses. In 8,319 individuals across 1,589 migraine families, we calculated migraine polygenic risk scores (PRS) and found a significantly higher common variant burden in familial cases (n = 5,317, OR = 1.76, 95% CI = 1.71-1.81, p = 1.7 × 10","mesh_heading_texts":["Genetic Predisposition to Disease","Genetic Variation","genetics","genetics"]},{"paper_id":"29728651","DOI":"10.1038\/s41386-018-0078-9","Title":"Common variants on 6q16.2, 12q24.31 and 16p13.3 are associated with major depressive disorder.","Abstract":"Accumulating evidence suggests that genetic factors have a role in major depressive disorder (MDD). However, only limited MDD risk loci have been identified so far. Here we perform a meta-analysis (a total of 90,150 MDD cases and 246,603 controls) through combing three genome-wide association studies of MDD, including 23andMe (cases were self-reported with a clinical diagnosis or treatment of depression), CONVERGE (cases were diagnosed using the Composite International Diagnostic Interview) and PGC (cases were diagnosed using direct structured diagnostic interview (by trained interviewers) or clinician-administered DSM-IV checklists). Genetic variants from two previously unreported loci (rs10457592 on 6q16.2 and rs2004910 on 12q24.31) showed significant associations with MDD (P < 5 × 10","mesh_heading_texts":["genetics","genetics"]},{"paper_id":"29700475","DOI":"10.1038\/s41588-018-0090-3","Title":"Genome-wide association analyses identify 44 risk variants and refine the genetic architecture of major depression.","Abstract":"Major depressive disorder (MDD) is a common illness accompanied by considerable morbidity, mortality, costs, and heightened risk of suicide. We conducted a genome-wide association meta-analysis based in 135,458 cases and 344,901 controls and identified 44 independent and significant loci. The genetic findings were associated with clinical features of major depression and implicated brain regions exhibiting anatomical differences in cases. Targets of antidepressant medications and genes involved in gene splicing were enriched for smaller association signal. We found important relationships of genetic risk for major depression with educational attainment, body mass, and schizophrenia: lower educational attainment and higher body mass were putatively causal, whereas major depression and schizophrenia reflected a partly shared biological etiology. All humans carry lesser or greater numbers of genetic risk factors for major depression. These findings help refine the basis of major depression and imply that a continuous measure of risk underlies the clinical phenotype.","mesh_heading_texts":["genetics","Multifactorial Inheritance"]},{"paper_id":"29679657","DOI":"10.1016\/j.jaci.2018.03.012","Title":"Eleven loci with new reproducible genetic associations with allergic disease risk.","Abstract":"Using a gene-based approach, we identified 11 risk loci for allergic disease that were not reported in previous GWASs. Functional studies that investigate the contribution of the 19 associated genes to the pathophysiology of allergic disease and assess their therapeutic potential are warranted.","mesh_heading_texts":["genetics","genetics","Genotype","genetics","genetics"]},{"paper_id":"29662059","DOI":"10.1038\/s41467-018-03819-3","Title":"Genome-wide association study of depression phenotypes in UK Biobank identifies variants in excitatory synaptic pathways.","Abstract":"Depression is a polygenic trait that causes extensive periods of disability. Previous genetic studies have identified common risk variants which have progressively increased in number with increasing sample sizes of the respective studies. Here, we conduct a genome-wide association study in 322,580 UK Biobank participants for three depression-related phenotypes: broad depression, probable major depressive disorder (MDD), and International Classification of Diseases (ICD, version 9 or 10)-coded MDD. We identify 17 independent loci that are significantly associated (P < 5 × 10","mesh_heading_texts":["genetics","genetics","Genetic Predisposition to Disease","genetics","Phenotype","genetics"]},{"paper_id":"29659830","DOI":"10.1093\/hmg\/ddy121","Title":"Genome-wide association study identifies nine novel loci for 2D:4D finger ratio, a putative retrospective biomarker of testosterone exposure in utero.","Abstract":"The ratio of the length of the index finger to that of the ring finger (2D:4D) is sexually dimorphic and is commonly used as a non-invasive biomarker of prenatal androgen exposure. Most association studies of 2D:4D ratio with a diverse range of sex-specific traits have typically involved small sample sizes and have been difficult to replicate, raising questions around the utility and precise meaning of the measure. In the largest genome-wide association meta-analysis of 2D:4D ratio to date (N = 15 661, with replication N = 75 821), we identified 11 loci (9 novel) explaining 3.8% of the variance in mean 2D:4D ratio. We also found weak evidence for association (β = 0.06; P = 0.02) between 2D:4D ratio and sensitivity to testosterone [length of the CAG microsatellite repeat in the androgen receptor (AR) gene] in females only. Furthermore, genetic variants associated with (adult) testosterone levels and\/or sex hormone-binding globulin were not associated with 2D:4D ratio in our sample. Although we were unable to find strong evidence from our genetic study to support the hypothesis that 2D:4D ratio is a direct biomarker of prenatal exposure to androgens in healthy individuals, our findings do not explicitly exclude this possibility, and pathways involving testosterone may become apparent as the size of the discovery sample increases further. Our findings provide new insight into the underlying biology shaping 2D:4D variation in the general population.","mesh_heading_texts":["anatomy & histology","Genome-Wide Association Study","metabolism"]},{"paper_id":"29563502","DOI":"10.1038\/s41467-018-03258-0","Title":"Placenta and appetite genes GDF15 and IGFBP7 are associated with hyperemesis gravidarum.","Abstract":"Hyperemesis gravidarum (HG), severe nausea and vomiting of pregnancy, occurs in 0.3-2% of pregnancies and is associated with maternal and fetal morbidity. The cause of HG remains unknown, but familial aggregation and results of twin studies suggest that understanding the genetic contribution is essential for comprehending the disease etiology. Here, we conduct a genome-wide association study (GWAS) for binary (HG) and ordinal (severity of nausea and vomiting) phenotypes of pregnancy complications. Two loci, chr19p13.11 and chr4q12, are genome-wide significant (p < 5 × 10","mesh_heading_texts":["genetics","genetics","genetics","genetics","metabolism","genetics","genetics"]},{"paper_id":"29527006","DOI":"10.1038\/s41398-017-0082-6","Title":"Genome-wide analyses of self-reported empathy: correlations with autism, schizophrenia, and anorexia nervosa.","Abstract":"Empathy is the ability to recognize and respond to the emotional states of other individuals. It is an important psychological process that facilitates navigating social interactions and maintaining relationships, which are important for well-being. Several psychological studies have identified difficulties in both self-report and performance-based measures of empathy in a range of psychiatric conditions. To date, no study has systematically investigated the genetic architecture of empathy using genome-wide association studies (GWAS). Here we report the results of the largest GWAS of empathy to date using a well-validated self-report measure of empathy, the Empathy Quotient (EQ), in 46,861 research participants from 23andMe, Inc. We identify 11 suggestive loci (P < 1 × 10","mesh_heading_texts":["genetics","genetics","genetics","Genome-Wide Association Study","genetics","genetics","genetics"]},{"paper_id":"29325848","DOI":"10.1016\/j.biopsych.2017.11.026","Title":"A Genetic Investigation of Sex Bias in the Prevalence of Attention-Deficit\/Hyperactivity Disorder.","Abstract":"Overall, this study supports a greater familial burden of risk in female individuals with ADHD and some clinical and etiological heterogeneity, based on epidemiological analyses. However, molecular genetic analyses suggest that autosomal common variants largely do not explain the sex bias in ADHD prevalence.","mesh_heading_texts":["epidemiology","genetics","Genetic Heterogeneity","genetics","Sex Characteristics"]},{"paper_id":"29292387","DOI":"10.1038\/s41588-017-0009-4","Title":"Multi-trait analysis of genome-wide association summary statistics using MTAG.","Abstract":"We introduce multi-trait analysis of GWAS (MTAG), a method for joint analysis of summary statistics from genome-wide association studies (GWAS) of different traits, possibly from overlapping samples. We apply MTAG to summary statistics for depressive symptoms (N ","mesh_heading_texts":["Data Interpretation, Statistical","methods","statistics & numerical data","Multifactorial Inheritance","Quantitative Trait Loci"]},{"paper_id":"29230059","DOI":"10.1038\/s41593-017-0032-x","Title":"Genome-wide association study of delay discounting in 23,217 adult research participants of European ancestry.","Abstract":"Delay discounting (DD), the tendency to discount the value of delayed versus current rewards, is elevated in a constellation of diseases and behavioral conditions. We performed a genome-wide association study of DD using 23,127 research participants of European ancestry. The most significantly associated single-nucleotide polymorphism was rs6528024 (P = 2.40 × 10","mesh_heading_texts":["Delay Discounting","genetics","genetics","genetics"]},{"paper_id":"29198719","DOI":"10.1016\/j.ajhg.2017.10.001","Title":"Multiethnic GWAS Reveals Polygenic Architecture of Earlobe Attachment.","Abstract":"The genetic basis of earlobe attachment has been a matter of debate since the early 20","mesh_heading_texts":["anatomy & histology","genetics","genetics"]},{"paper_id":"29083406","DOI":"10.1038\/ng.3985","Title":"Shared genetic origin of asthma, hay fever and eczema elucidates allergic disease biology.","Abstract":"Asthma, hay fever (or allergic rhinitis) and eczema (or atopic dermatitis) often coexist in the same individuals, partly because of a shared genetic origin. To identify shared risk variants, we performed a genome-wide association study (GWAS; n = 360,838) of a broad allergic disease phenotype that considers the presence of any one of these three diseases. We identified 136 independent risk variants (P < 3 × 10","mesh_heading_texts":["genetics","genetics","genetics","genetics","genetics"]},{"paper_id":"29058377","DOI":"10.1111\/adb.12574","Title":"Genome-wide association study of alcohol use disorder identification test (AUDIT) scores in 20 328 research participants of European ancestry.","Abstract":"Genetic factors contribute to the risk for developing alcohol use disorder (AUD). In collaboration with the genetics company 23andMe, Inc., we performed a genome-wide association study of the alcohol use disorder identification test (AUDIT), an instrument designed to screen for alcohol misuse over the past year. Our final sample consisted of 20 328 research participants of European ancestry (55.3% females; mean age = 53.8, SD = 16.1) who reported ever using alcohol. Our results showed that the 'chip-heritability' of AUDIT score, when treated as a continuous phenotype, was 12%. No loci reached genome-wide significance. The gene ADH1C, which has been previously implicated in AUD, was among our most significant associations (4.4 × 10","mesh_heading_texts":["genetics","diagnosis","genetics"]},{"paper_id":"29029846","DOI":"10.1016\/S1474-4422(17)30327-7","Title":"Identification of novel risk loci for restless legs syndrome in genome-wide association studies in individuals of European ancestry: a meta-analysis.","Abstract":"Deutsche Forschungsgemeinschaft, Helmholtz Zentrum München-Deutsches Forschungszentrum für Gesundheit und Umwelt, National Research Institutions, NHS Blood and Transplant, National Institute for Health Research, British Heart Foundation, European Commission, European Research Council, National Institutes of Health, National Institute of Neurological Disorders and Stroke, NIH Research Cambridge Biomedical Research Centre, and UK Medical Research Council.","mesh_heading_texts":["genetics","Genome-Wide Association Study","epidemiology","genetics"]},{"paper_id":"28892059","DOI":"10.1038\/ng.3955","Title":"A meta-analysis of genome-wide association studies identifies 17 new Parkinson's disease risk loci.","Abstract":"Common variant genome-wide association studies (GWASs) have, to date, identified >24 risk loci for Parkinson's disease (PD). To discover additional loci, we carried out a GWAS comparing 6,476 PD cases with 302,042 controls, followed by a meta-analysis with a recent study of over 13,000 PD cases and 95,000 controls at 9,830 overlapping variants. We then tested 35 loci (P < 1 × 10","mesh_heading_texts":["Genome-Wide Association Study","genetics"]},{"paper_id":"28795158","DOI":"10.1016\/j.heliyon.2017.e00349","Title":"Replication and characterization of ","Abstract":"Progress identifying the genetic determinants of personality has historically been slow, with candidate gene studies and small-scale genome-wide association studies yielding few reproducible results. In the UK Biobank study, genetic variants in ","mesh_heading_texts":[]},{"paper_id":"25064009","DOI":"10.1038\/ng.3043","Title":"Large-scale meta-analysis of genome-wide association data identifies six new risk loci for Parkinson's disease.","Abstract":"We conducted a meta-analysis of Parkinson's disease genome-wide association studies using a common set of 7,893,274 variants across 13,708 cases and 95,282 controls. Twenty-six loci were identified as having genome-wide significant association; these and 6 additional previously reported loci were then tested in an independent set of 5,353 cases and 5,551 controls. Of the 32 tested SNPs, 24 replicated, including 6 newly identified loci. Conditional analyses within loci showed that four loci, including GBA, GAK-DGKQ, SNCA and the HLA region, contain a secondary independent risk variant. In total, we identified and replicated 28 independent risk variants for Parkinson's disease across 24 loci. Although the effect of each individual locus was small, risk profile analysis showed substantial cumulative risk in a comparison of the highest and lowest quintiles of genetic risk (odds ratio (OR) = 3.31, 95% confidence interval (CI) = 2.55-4.30; P = 2 × 10(-16)). We also show six risk loci associated with proximal gene expression or DNA methylation.","mesh_heading_texts":["Genetic Loci","genetics"]},{"paper_id":"22438815","DOI":"10.1371\/journal.pgen.1002548","Title":"Comprehensive research synopsis and systematic meta-analyses in Parkinson's disease genetics: The PDGene database.","Abstract":"More than 800 published genetic association studies have implicated dozens of potential risk loci in Parkinson's disease (PD). To facilitate the interpretation of these findings, we have created a dedicated online resource, PDGene, that comprehensively collects and meta-analyzes all published studies in the field. A systematic literature screen of -27,000 articles yielded 828 eligible articles from which relevant data were extracted. In addition, individual-level data from three publicly available genome-wide association studies (GWAS) were obtained and subjected to genotype imputation and analysis. Overall, we performed meta-analyses on more than seven million polymorphisms originating either from GWAS datasets and\/or from smaller scale PD association studies. Meta-analyses on 147 SNPs were supplemented by unpublished GWAS data from up to 16,452 PD cases and 48,810 controls. Eleven loci showed genome-wide significant (P < 5 × 10(-8)) association with disease risk: BST1, CCDC62\/HIP1R, DGKQ\/GAK, GBA, LRRK2, MAPT, MCCC1\/LAMP3, PARK16, SNCA, STK39, and SYT11\/RAB25. In addition, we identified novel evidence for genome-wide significant association with a polymorphism in ITGA8 (rs7077361, OR 0.88, P  =  1.3 × 10(-8)). All meta-analysis results are freely available on a dedicated online database (www.pdgene.org), which is cross-linked with a customized track on the UCSC Genome Browser. Our study provides an exhaustive and up-to-date summary of the status of PD genetics research that can be readily scaled to include the results of future large-scale genetics projects, including next-generation sequencing studies.","mesh_heading_texts":["Databases, Genetic","Genome-Wide Association Study","genetics"]}]