[{"paper_id":"37198478","DOI":"10.1038\/s41586-023-06034-3","Title":"GWAS and meta-analysis identifies 49 genetic variants underlying critical COVID-19.","Abstract":"Critical illness in COVID-19 is an extreme and clinically homogeneous disease phenotype that we have previously shown","mesh_heading_texts":[]},{"paper_id":"37173343","DOI":"10.1038\/s41398-023-02453-y","Title":"CADM2 is implicated in impulsive personality and numerous other traits by genome- and phenome-wide association studies in humans and mice.","Abstract":"Impulsivity is a multidimensional heritable phenotype that broadly refers to the tendency to act prematurely and is associated with multiple forms of psychopathology, including substance use disorders. We performed genome-wide association studies (GWAS) of eight impulsive personality traits from the Barratt Impulsiveness Scale and the short UPPS-P Impulsive Personality Scale (N = 123,509-133,517 23andMe research participants of European ancestry), and a measure of Drug Experimentation (N = 130,684). Because these GWAS implicated the gene CADM2, we next performed single-SNP phenome-wide studies (PheWAS) of several of the implicated variants in CADM2 in a multi-ancestral 23andMe cohort (N = 3,229,317, European; N = 579,623, Latin American; N = 199,663, African American). Finally, we produced Cadm2 mutant mice and used them to perform a Mouse-PheWAS (\"MouseWAS\") by testing them with a battery of relevant behavioral tasks. In humans, impulsive personality traits showed modest chip-heritability (~6-11%), and moderate genetic correlations (r","mesh_heading_texts":["Genome-Wide Association Study","Substance-Related Disorders"]},{"paper_id":"37090648","DOI":"10.1101\/2023.04.12.536510","Title":"ME-Bayes SL: Enhanced Bayesian Polygenic Risk Prediction Leveraging Information across Multiple Ancestry Groups.","Abstract":"Polygenic risk scores (PRS) are now showing promising predictive performance on a wide variety of complex traits and diseases, but there exists a substantial performance gap across different populations. We propose ME-Bayes SL, a method for ancestry-specific polygenic prediction that borrows information in the summary statistics from genome-wide association studies (GWAS) across multiple ancestry groups. ME-Bayes SL conducts Bayesian hierarchical modeling under a multivariate spike-and-slab model for effect-size distribution and incorporates an ensemble learning step to combine information across different tuning parameter settings and ancestry groups. In our simulation studies and data analyses of 16 traits across four distinct studies, totaling 5.7 million participants with a substantial ancestral diversity, ME-Bayes SL shows promising performance compared to alternatives. The method, for example, has an average gain in prediction R ","mesh_heading_texts":[]},{"paper_id":"36993331","DOI":"10.1101\/2023.03.15.532652","Title":"An Ensemble Penalized Regression Method for Multi-ancestry Polygenic Risk Prediction.","Abstract":"Great efforts are being made to develop advanced polygenic risk scores (PRS) to improve the prediction of complex traits and diseases. However, most existing PRS are primarily trained on European ancestry populations, limiting their transferability to non-European populations. In this article, we propose a novel method for generating multi-ancestry Polygenic Risk scOres based on enSemble of PEnalized Regression models (PROSPER). PROSPER integrates genome-wide association studies (GWAS) summary statistics from diverse populations to develop ancestry-specific PRS with improved predictive power for minority populations. The method uses a combination of ℒ ","mesh_heading_texts":[]},{"paper_id":"36939796","DOI":"10.1007\/s43657-022-00078-7","Title":"A Meta-Analysis of the Genome-Wide Association Studies on Two Genetically Correlated Phenotypes Suggests Four New Risk Loci for Headaches.","Abstract":"The online version contains supplementary material available at 10.1007\/s43657-022-00078-7.","mesh_heading_texts":[]}]
